Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: Could not laod the order that this ticket belongs to.
es_es: No se pudo encontrar ese artículo en la orden.
fi_fi: Tähän lippuun liittyvän tilauksen lataaminen ei onnistunut.
nl_nl: Kan dat order item niet vinden in de order.
pt_br: Não foi possível o item no pedido.

source: Could not load the order item associated with this ticket.
es_es: No se pudo encontrar ese artículo en la orden.
fi_fi: Tähän lippuun liittyvän tilauksen lataaminen ei onnistunut.
nl_nl: Kan dat order item niet vinden in de order.
pt_br: Não foi possível o item no pedido.

source: Ticket
es_es: Entrada
fi_fi: Lippu
pt_br: Ingresso

source: View your ticket
es_es: Ver tus entradas
fi_fi: Katso lippusi tästä
nl_nl: Bekijk uw ticket
pt_br: Ver seu ingresso

source: View this ticket
es_es: Ver esta entrada
fi_fi: Katso tämä lippu
nl_nl: Bekijk dit ticket
pt_br: Ver este ingresso

source: Tickets
es_es: Entradas
fi_fi: Liput
pt_br: Ingressos

source: View your tickets
es_es: Ver tus entradas
fi_fi: Katso pääsylippusi
nl_nl: Bekijk uw tickets
pt_br: Ver seus ingressos

source: View these tickets
es_es: Ver estas entradas
fi_fi: Katso nämä pääsyliput
nl_nl: Bekijk deze tickets
pt_br: Ver estes ingressos

source: There was a problem loading your ticket.
es_es: Error al guardar el área [%s].
fi_fi: Lipun lataamisessa tuli ongelma.
nl_nl: Er was een probleem met het opslaan van die locatie [%s].
pt_br: Houve um problema ao salvar a área [%s].

source: the order
es_es: Editar orden
fi_fi: tilaus
nl_nl: Order aanpassen
pt_br: Editar pedido

source: the ticket product information
es_es: La imagen de producto del tiquete
fi_fi: lipun tuotetiedot
nl_nl: de Ticket Product Afbeelding
pt_br: a Imagem do Produto do Ingresso

source: the event information
es_es: Información de la factura
fi_fi: tapahtumatiedot
nl_nl: de Factuur Informatie
pt_br: a Informação de Cobrança

source: the venue information
es_es: Información sobre el lugar del evento
fi_fi: näyttämön tiedot
nl_nl: Locatie Informatie
pt_br: Informação do Local

source: the order item information
es_es: Información de la factura
fi_fi: tilauksen tiedot
nl_nl: de Factuur Informatie
pt_br: a Informação de Cobrança

source: the event area information
es_es: Información de la factura
fi_fi: katsomon tiedot
nl_nl: de Factuur Informatie
pt_br: a Informação de Cobrança

source: The following ticket data could not be loaded: %s
fi_fi: Seuraavan lipun tietoja ei voitu ladata: %s

source: The ticket cannot be displayed, because the order is not complete.
fi_fi: Lippua ei voida näyttää, koska tilaus ei ole valmis.

source: The ticket product associated with the ticket order item, could not be found.
fi_fi: Lippuun liittyvää tuotetta ei voitu löytää.

source: The event information for the ticket could not be found. Perhaps the event has been removed.
fi_fi: Lippuun löytyvää tapahtumaa ei voitu löytää. Ehkä tapahtuma on poistettu.

source: The information you supplied does not match our record.
es_es: Los datos no coinciden con nuestros registros.
fi_fi: Antamasi informaatio ei vastaa tietokantoja.
nl_nl: De informatie die u heeft ingevoerd komt niet overeen met onze gegevens.
pt_br: A informação que você forneceu não corresponde aos nossos registros.

source: Left Ticket Image
es_es: Imagen a la izquierda del tiquete
fi_fi: Vasen lippukuva
nl_nl: Linker Ticket Afbeelding
pt_br: Imagem Esquerda do Ingresso

source: The image to show in the bottom left corner of the ticket.
es_es: La imagen para mostrar en la esquina inferior izquierda del tiquete
fi_fi: Kuva, joka näytetään lipun vasemmassa alanurkassa.
nl_nl: Deze afbeelding wordt weergegeven in de linker onder hoek van het ticket.
pt_br: A imagem mostrada no canto inferior esquerdo do ingresso.

source: the Event Featured Image
es_es: La imagen destacada del evento
fi_fi: Tapahtumakuva
nl_nl: De Event Uitgelichte Afbeelding
pt_br: a Imagem Destacada do Evento.

source: the Venue Image
es_es: La imagen destacada del evento
fi_fi: Tapahtumakuva
nl_nl: De Event Uitgelichte Afbeelding
pt_br: a Imagem Destacada do Evento.

source: the Ticket Product Image
es_es: La imagen de producto del tiquete
fi_fi: Lipun tuotekuva
nl_nl: de Ticket Product Afbeelding
pt_br: a Imagem do Produto do Ingresso

source: Right Ticket Image
es_es: Imagen a la izquierda del tiquete
fi_fi: Oikeanpuoleinen lippukuva
nl_nl: Linker Ticket Afbeelding
pt_br: Imagem Esquerda do Ingresso

source: The image to show in the bottom right corner of the ticket.
es_es: La imagen para mostrar en la esquina inferior izquierda del tiquete
fi_fi: Kuva, joka näytetään lipun oikeassa alanurkassa.
nl_nl: Deze afbeelding wordt weergegeven in de linker onder hoek van het ticket.
pt_br: A imagem mostrada no canto inferior esquerdo do ingresso.

source: Ticket Branding Images
es_es: La imagen de producto del tiquete
fi_fi: Lipun tuotekuva
nl_nl: de Ticket Product Afbeelding
pt_br: a Imagem do Produto do Ingresso

source: Images shown in the small line of branding images below each ticket.
es_es: La imagen para mostrar en la esquina inferior izquierda del tiquete
fi_fi: Kuvat, jotka näytetään joka lipun alaosassa.
nl_nl: Deze afbeelding wordt weergegeven in de linker onder hoek van het ticket.
pt_br: A imagem mostrada no canto inferior esquerdo do ingresso.

source: The recommended size of these images is 90px wide by 15px tall. Images will be constrained to 90px wide, no matter the size. Choosing "no image" will make a blank spot on the ticket branding row.
fi_fi: Suositeltu koko näille kuville on 90 pikseliä leveä ja 15 pikseliä korkea. Kuvat rajataan 90 pikselin leveyteen koosta riippumatta. Vaihtoehto "ei kuvaa" jättää pääsylippuun tyhjän kohdan.

source: Purchaser Info
es_es: Info del comprador
fi_fi: Asiakkaan tiedot
nl_nl: Koper Info
pt_br: Informação do Comprador

source: Which information to user for the purchaser display information. Either Billing or Shipping.
es_es: Información para mostrar al comprador: Facturación o Envío
fi_fi: Mitä käyttäjän tietoja esitetään asikastietoina: laskutus- vai toimitustietoja.
nl_nl: Welke informatie gebruiken voor de koper weergave informatie. Factureren of Verzenden.
pt_br: Quais informações usar para mostrar as informações do comprador. De Cobrança ou Envio.

source: the Billing Information
es_es: Información de la factura
fi_fi: Laskutustiedot
nl_nl: de Factuur Informatie
pt_br: a Informação de Cobrança

source: the Shipping Information
es_es: Información de envío
fi_fi: Toimitustiedot
nl_nl: de Verzend Informatie
pt_br: a Informação de Envio

source: Show Order #
es_es: Mostrar orden #
fi_fi: Näytä tilauksen numero
nl_nl: Order #
pt_br: Mostrar número do Pedido

source: Show the order number of the ticket, on the ticket.
es_es: Mostrar en el tiquete el número de la orden.
fi_fi: Näytä pääsylipussa lipun tilausnumero.
nl_nl: Geef het order nummer van het ticket weer op het ticket.
pt_br: Mostra o número do pedido do ingresso, no ingresso.

source: Could not load the venue information for this ticket.
fi_fi: Tämän lipun tapahtumapaikan tietoja ei voitu ladata.

source: Address 2
es_es: Dirección 2
fi_fi: Osoite 2
nl_nl: Adres 2
pt_br: Endereço 2

source: City
es_es: Ciudad
fi_fi: Kaupunki
nl_nl: Plaats
pt_br: Cidade

source: State
es_es: Provincia
fi_fi: Maakunta
nl_nl: Status
pt_br: Estado

source: Postal Code
es_es: Código postal
fi_fi: Postinumero
nl_nl: Postcode
pt_br: Código Postal

source: Country
es_es: País
fi_fi: Maa
nl_nl: Land
pt_br: País

source: Venue:
es_es: Lugar
fi_fi: Näyttämö:
nl_nl: Locatie:
pt_br: Local:

source: None
es_es: Ninguno
fi_fi: Ei yhtään
nl_nl: Geen
pt_br: Nenhum

source: Venue Information
es_es: Información sobre el lugar del evento
fi_fi: Näyttämön tiedot:
nl_nl: Locatie Informatie
pt_br: Informação do Local

source: Venue Social Information
es_es: Información social del lugar
fi_fi: Näyttämö sosiaalisessa mediassa
nl_nl: Locatie Sociale Informatie
pt_br: Informação Social do Local

source: Address:
es_es: Dirección:
fi_fi: Osoite:
nl_nl: Adres:
pt_br: Endereço:

source: Address 2:
es_es: Dirección 2:
fi_fi: Osoite 2:
nl_nl: Adres 2:
pt_br: Endereço 2:

source: City:
es_es: Ciudad:
fi_fi: Kaupunki:
nl_nl: Plaats:
pt_br: Cidade:

source: State or County:
es_es: Provincia
fi_fi: Maakunta:
nl_nl: Provincie
pt_br: Estado/País

source: Postal Code:
es_es: Código postal:
fi_fi: Postinumero:
nl_nl: Postcode
pt_br: Código Postal:

source: Country:
es_es: País
fi_fi: Maa:
nl_nl: Land:
pt_br: País:

source: Logo Image
es_es: Imagen del logo
fi_fi: Logo
nl_nl: Logo Afbeelding
pt_br: Imagem de Logotipo:

source: Select Logo
es_es: Escoger logo
fi_fi: Valitse logo
nl_nl: Selecteer Logo
pt_br: Selecionar Logotipo:

source: Remove
es_es: Remover
fi_fi: Poista
nl_nl: Verwijderen
pt_br: Remover

source: Notes:
es_es: Notas:
fi_fi: Huomautukset:
nl_nl: Notities:
pt_br: Anotações:

source: This is what is displayed on your tickets about this venue.
es_es: Esto es lo que se mostrará en las entradas sobre este lugar.
fi_fi: Tämä tulostetaan pääsylippuihin kuvauksena tapahtumapaikasta.
nl_nl: Dit is wat wordt weergegeven op de tickets over de locatie.
pt_br: Isso é o que é exibido nos seus ingressos sobre este local.

source: Map Instructions:
es_es: Instrucciones del mapa:
fi_fi: Saapumisohjeet:
nl_nl: Kaart Instructies:
pt_br: Instruções no Mapa:

source: Displayed below the map on your event tickets. Meant for extra directions.
es_es: Mostrar el mapa con el lugar del evento en las entradas, ideal para agregar indicaciones adicionales.
fi_fi: Näytetään pääsylipuissa kartan alapuolella, tarkoitettu lisäohjeille.
nl_nl: Hieronder weergegeven de kaart op de tickets. Bedoelt voor extra overzicht.
pt_br: Mostradas abaixo do mapa nos ingressos do seu evento. Dedicado para direções extra.

source: Phone:
es_es: Teléfono:
fi_fi: Puhelinnumero:
nl_nl: Telefoon:
pt_br: Telefone:

source: Website:
es_es: Página web:
fi_fi: Kotisivu:

source: Full URL
fi_fi: Täysi URL

source: Contact Email:
es_es: Email:
fi_fi: Sähköposti:
pt_br: Email de Contato:

source: Venues
es_es: Lugares
fi_fi: Näyttämöt
nl_nl: Locaties
pt_br: Locais

source: Venue
es_es: Lugar
fi_fi: Näyttämö
nl_nl: Locatie
pt_br: Local

source: Show Address
es_es: Dirección
fi_fi: Näytä osoite
nl_nl: Adres
pt_br: Endereço

source: Display the venue address below the venue description?
fi_fi: Näytetäänkö tapahtumapaikan osoite kuvauksen alapuolella?

source: Show Map
es_es: Ver reporte
fi_fi: Näytä kartta
nl_nl: Geef Rapport Weer
pt_br: Relatório do Show

source: Display the venue MAP below the venue description?
fi_fi: Näytä näyttämön KARTTA kuvauksen alapuolella

source: Show Contact Info
fi_fi: Näytä yhteystiedot

source: Display the venue contact information and social links below the venue description?
fi_fi: Näytetäänkö tapahtumapaikan yhteystiedot ja sosiaalisen median linkit kuvauksen alapuolella?

source: Show Notes
es_es: Ver reporte
fi_fi: Näytä huomautukset
nl_nl: Geef Rapport Weer
pt_br: Relatório do Show

source: Display the additional venue notes (a meta field on the edit venue page) below the venue description?
fi_fi: Näytetäänkö tapahtumapaikan ylimääräiset huomautukset (lisätietokenttä) kuvauksen alapuolella?

source: There are currently <span class="available"></span> <span rel="tt"></span> available.
es_es: Hay <span class="available"></span> entradas disponibles para <span rel="tt"></span>.
fi_fi: Tapahtumaan on vapaita paikkoja.
nl_nl: Er zijn op dit moment <span class="available"></span><span rel="tt"></span> beschikbaar.
pt_br: Existem no momento<span class="available"></span> <span rel="tt"></span> disponíveis.

source: There are currently <span class="available"></span> more <span rel="tt"></span> available.
es_es: Hay <span class="available"></span> más <span rel="tt"></span>disponibles.
fi_fi: Tapahtumaan on vapaita paikkoja.
nl_nl: Er zijn op dit moment <span class="available"></span> meer <span rel="tt"></span> beschikbaar.
pt_br: Existem no momento <span class="available"></span> mais <span rel="tt"></span> disponíveis.

source: We're sorry. There are currently no tickets available.
es_es: Lo sentimos. Ya no hay entradas disponibles.
fi_fi: Valitettavasti lippuja ei ole enää saatavilla.
nl_nl: Helaas, er zijn op dit moment geen ticets beschikbaar.
pt_br: Desculpe. Não há ingressos disponíveis no momento.

source: We are sorry. This event is sold out!
es_es: Lo sentimos: entradas agotadas.
fi_fi: Valitettavasti tapahtuma on loppuunmyyty!
nl_nl: Helaas, het event is uitverkocht!
pt_br: Desculpe. Este evento está esgotado.

source: <h1>One Moment Please...</h1>
es_es: <h1>Un momento por favor...</h1>
fi_fi: <h1>Pieni hetki...</h1>
nl_nl: <h1>Even geduld a.u.b...</h1>
pt_br: <h1>Um Momento Por Favor...</h1>

source: Step 1: How Many?
es_es: Paso 1: Reservar entradas
fi_fi: Vaihe 1: Määrän valinta
nl_nl: Stap 1: Hoe Veel?
pt_br: Passo 1: Quantos?

source: Reserve some tickets:
es_es: ¿Cuántas entradas quieres reservar?
fi_fi: Varaa lippuja:
nl_nl: Reserveer tickets:
pt_br: Reservar alguns ingressos:

source: Reserve
es_es: Reservar
fi_fi: Varaa
nl_nl: Reserveer
pt_br: Reservar

source: Step 2: Review
es_es: Paso 2: Revisa tu pedido
fi_fi: Vaihe 2: yhteenveto
nl_nl: Stap 2: Overzicht
pt_br: Passo 2: Revisão

source: You currently have:
es_es: Tienes:
fi_fi: Sinulla on:
nl_nl: U heeft:
pt_br: Você possui no momento:

source: Update
es_es: Actualizar
fi_fi: Päivitä
pt_br: Atualizar

source: Proceed to Cart
es_es: Ver la orden
fi_fi: Jatka Ostoskoriin
nl_nl: Door naar Winkelwagen
pt_br: Proceder ao Carrinho

source: add
es_es: agregar
fi_fi: lisää
nl_nl: toevoegen
pt_br: adicionar

source: There are currently no areas configured. Please add one to continue.
es_es: No hay áreas configuradas en este momento: por favor agregue una para continuar.
fi_fi: Yhtään katsomoa ei ole määritelty. Lisää ainakin yksi katsomo jatkaaksesi.
nl_nl: Er zijn op dit moment geen locaties ingesteld. Stel er a.u.b. een in.
pt_br: Não há áreas configuradas no momento. Por favor adicione uma para continuar.

source: edit
es_es: editar
fi_fi: muokkaa
nl_nl: wijzigen
pt_br: editar

source: delete
es_es: eliminar
fi_fi: poista
nl_nl: verwijderen
pt_br: excluir

source: Event Area Image
es_es: Imagen del área del evento
fi_fi: Katsomon kuva
nl_nl: Event Locatie Afbeelding:
pt_br: Imagem da Área do Evento

source: Select Image
es_es: Escoger imagen
fi_fi: Valitse kuva
nl_nl: Selecteer Afbeelding
pt_br: Selecionar Imagem

source: Area Name
es_es: Nombre del área
fi_fi: Katsomon nimi
nl_nl: Locatie Naam
pt_br: Nome da Área

source: Capacity
es_es: Capacidad
fi_fi: Kapasiteetti
nl_nl: Capaciteit
pt_br: Capacidade

source: Available Pricing
es_es: Precio(s)
fi_fi: Hinnasto
nl_nl: Beschikbare Prijzen
pt_br: Preços Disponíveis

source: save
es_es: Guardar
fi_fi: tallenna
nl_nl: opslaan
pt_br: salvar

source: cancel
es_es: Cancelar
fi_fi: peru
nl_nl: annuleren
pt_br: cancelar

source: This event is password protected.
es_es: Este evento está protegido con contraseña
fi_fi: Tämä tapahtuma on salasanasuojattu.
nl_nl: Dit event is beveiligd met een wachtwoord.
pt_br: Este evento é protegido por senha.

source: Invalid request. Please refresh the page and try again.
es_es: Solicitud inválida. Por favor recargue la página e intente de nuevo.
fi_fi: Virheellinen pyyntö. Yritä ladata sivu uudelleen.
nl_nl: Ongeldige aanvraag. Refresh de pagina en probeer het opnieuw.
pt_br: Requisição inválida. Por favor atualize a página e tente novamente.

source: Updated your reservations successfully.
es_es: Reserva actualizada.
fi_fi: Varauksen päivittäminen onnistui.
nl_nl: Uw reservering is succesvol geupdate.
pt_br: Suas reservas foram atualizadas com sucesso.

source: Could not update your reservations.
es_es: No se pudo actualizar su reservación.
fi_fi: Varauksen päivittäminen epäonnistui.
nl_nl: Kan uw reservering niet updaten.
pt_br: Não foi possível atualizar suas reservas.

source: The quantity must be greater than zero.
es_es: La cantidad debe ser mayor que cero.
fi_fi: Määrän täytyy olla suurempi kuin nolla.
nl_nl: De hoeveelheid moet hoger zijn dan nul.
pt_br: A quantidade deve ser maior que zero.

source: Could not load that event.
es_es: No se puede mostrar ese evento.
fi_fi: Tapahtumaa ei voitu ladata.
nl_nl: Kan dat event niet laden.
pt_br: Não foi possível carregar este evento.

source: A problem occurred when loading that event.
es_es: Error al mostrar el evento.
fi_fi: Tapahtuman lataamisessa tapahtui virhe
nl_nl: Er is een probleem onstaan tijdens het laden van dat event.
pt_br: Ocorreu um problema ao carregar o evento.

source: That event does not currently have any tickets.
es_es: No hay entradas para este evento.
fi_fi: Tapahtumaan ei ole tällä hetkellä pääsylippuja.
nl_nl: Dat event heeft op dit moment geen tickets.
pt_br: O evento não possui nenhum ingresso no momento.

source: The event does not have any tickets.
es_es: No hay entradas para el evento.
fi_fi: Tapahtumaan ei ole pääsylippuja.
nl_nl: Dat even heeft geen tickets.
pt_br: O evento não possui nenhum ingresso.

source: A problem occurred when trying to remove your reservations.
es_es: Error al tratar de eliminar tu reservación.
fi_fi: Varauksen poistamisen yhteydessä tapahtui virhe.
nl_nl: Er is een probleem ontstaan tijdens het verwijderen van uw reservering.
pt_br: Ocorreu um problema ao tentar remover suas reservas.

source: A problem occurred when trying to update your reservations.
es_es: Error al tratar de actualizar tu reservación.
fi_fi: Varauksen päivittämisen yhteydessä tapahtui virhe.
nl_nl: Er is een probleem onststaan tijdens het updaten van uw reservering.
pt_br: Ocorreu um problema ao tentar atualizar suas reservas.

source: There are not enough available tickets to increase the quantity of %s to %d. There are only %d available.
es_es: No hay suficientes entradas disponibles para aumentar la cantidad de tu reserva de %s a %d. Solo quedan %d disponibles.
fi_fi: Pääsylippuja ei ole tarpeeksi saatavilla, jotta tuotteita %s voitaisiin varata %d. Jäljellä on vain %d.
nl_nl: Er zijn het genoeg tickets beschikbaar op de hoeveilheid te verhogen van %s naar %d. Er zijn er maar %d beschikbaar.
pt_br: Não há ingressos disponíveis suficientes para aumentar a quantidade de %s para %d. Existem apenas %d disponíveis.

source: There are not enough available tickets to increase the quantity of %s to %d.
es_es: No hay suficientes entradas disponibles para aumentar la cantidad de tu reserva de %s a %d.
fi_fi: Lippuja ei ole jäljellä riittävästi, jotta tilauksen määrä voidaan %s:sta %d:en.
nl_nl: Er zijn het genoeg tickets beschikbaar op de hoeveilheid te verhogen van %s naar %d.
pt_br: Não há ingressos disponíveis suficientes para aumentar a quantidade de %s para %d.

source: That event does not have currently have any tickets.
es_es: No hay entradas para este evento.
fi_fi: Tapahtumaan ei tällä hetkellä ole pääsylippuja
nl_nl: Dat event heeft op dit moment geen tickets.
pt_br: Este evento não possui nenhum ingresso no momento.

source: Event Area:
es_es: Área del evento:
fi_fi: Tapahtuma-alue:
nl_nl: Event Locatie:
pt_br: Área do Evento:

source: -None-
es_es: -Ninguna-
fi_fi: -Ei yhtään-
nl_nl: -Geen-
pt_br: -Nenhum-

source: Could not find the venue you specified [%s].
es_es: No se pudo encontrar este lugar [%s].
fi_fi: Määrittelemääsi tapahtumapaikkaa ei löytynyt [%s].
nl_nl: Kan de opgegeven locatie niet vinden [%s].
pt_br: Não foi possível encontrar o local que você especificou [%s].

source: Could not find that venue.
es_es: No se encontró ese lugar.
fi_fi: Kyseistä tapahtumapaikkaa ei löytynyt.
nl_nl: Kan die locatie niet vinden.
pt_br: Não foi possível encontrar este local.

source: Could not save the item(s) because not enough information was provided.
es_es: Imposible guardar los artículos porque no se digitó suficiente información.
fi_fi: Kohteita ei voitu tallentaa, koska tietoja ei annettu riittävästi.
nl_nl: Kon het item(s) niet opslaan omdat er niet genoeg informaite is geleverd.
pt_br: Não foi possível salvar o(s) item(s) por que não foram fornecidas informações suficientes.

source: There was a problem saving the area [%s].
es_es: Error al guardar el área [%s].
fi_fi: Katsomon tallentamisessa oli ongelma [%s].
nl_nl: Er was een probleem met het opslaan van die locatie [%s].
pt_br: Houve um problema ao salvar a área [%s].

source: Could not find that event.
es_es: No se encontró ese evento.
fi_fi: Tapahtumaa ei löytynyt.
nl_nl: Kan dat event niet vinden.
pt_br: Não foi possível encontrar este evento.

source: That is not a valid order.
es_es: Orden inválida
fi_fi: Tilaus ei ole kelvollinen
nl_nl: Dat is geen geldige order.
pt_br: Este não é um pedido válido.

source: Event Areas
es_es: Áreas del evento
fi_fi: Tapahtuma-alueet
nl_nl: Event Locaties
pt_br: Áreas do Evento

source: (Unknown Ticket Type)
es_es: (Tipo de entrada desconocido)
fi_fi: (Tuntematon lipputyyppi)
nl_nl: (Onbekend Ticket Type)
pt_br: (Tipo de Ingresso Desconhecido)

source: There are only <span class="available">%s</span> %s available currently. Could not temporarily reserve %d %s.
es_es: Solo hay <span class="available">%s</span> %s disponibles. No se pueden reservar temporalmente %d %s.
fi_fi: Tapahtumaan on tällä hetkellä vain <span class="available">%s</span> %s lippuja jäljellä. %d %s ei voitu väliaikaisesti varata.
nl_nl: Er zijn maar <span class="available">%s</span> %s beschikbaar op dit moment. Kan tijdelijk niet %d %s reserveren.
pt_br: Há somente <span class="available">%s</span> %s disponíveis no momento. Não foi possível reservar temporariamente %d %s.

source: There are not enough %s tickets available currently. Could not temporarily reserve %d %s.
es_es: Solo hay %s disponibles. No se pueden reservar temporalmente %d %s.
fi_fi: %s-lippuja ei ole riittävästi saatavilla. %d %s ei voitu väliaikaisesti varata.
nl_nl: Er zijn maar %s beschikbaar op dit moment. Kan tijdelijk niet %d %s reserveren.
pt_br: Há somente %s disponíveis no momento. Não foi possível reservar temporariamente %d %s.

source: The number of tickets must be greater than 0.
es_es: El número de entradas debe ser mayor que 0.
fi_fi: Lippujen määrän täytyy olla suurempi kuin 0.
nl_nl: Het aantal tickets moet hoger zijn dan 0.
pt_br: O número de ingressos deve ser maior que 0.

source: There are only <span class="available">%s</span> more %s available currently. Could not temporarily reserve %d more %s. You still have %d %s.
es_es: Solo hay <span class="available">%s</span> más %s disponibles; no se pueden reservar %d más que %s. Todavía tiene %d %s.
fi_fi: Tapahtumaan on tällä hetkellä vain <span class="available">%s</span> %s lippuja jäljellä. %d %s ei voitu väliaikaisesti varata. Sinulla on edelleen %d %s varattuna.
nl_nl: Er zijn maar <span class="available">%s</span> meer %s beschikbaar op dit moment. Kan tijdelijk niet %d meer %s reserveren. Uw heeft er nog steeds %d %s.
pt_br: Há somente <span class="available">%s</span> mais %s disponíveis no momento. Não foi possível reservar temporariamente %d mais %s. Você ainda tem %d %s.

source: There are not enough %s tickets available currently. Could not temporarily reserve %d more %s. You still have %d %s.
es_es: Solo hay %s disponibles; no se pueden reservar %d más que %s. Todavía tiene %d %s.
fi_fi: %s-lippuja ei ole riittävästi saatavilla. %d %s ei voitu väliaikaisesti varata. Sinulla on edelleen %d %s varattuna.
nl_nl: Er zijn maar %s beschikbaar op dit moment. Kan tijdelijk niet %d meer %s reserveren. Uw heeft er nog steeds %d %s.
pt_br: Há somente %s disponíveis no momento. Não foi possível reservar temporariamente %d mais %s. Você ainda tem %d %s.

source: Area
es_es: Área
fi_fi: Alue
nl_nl: Locatie
pt_br: Área
