Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: Custom Completed Order Message (Below Address)
es_es: Mensaje personalizado al terminar la orden
fi_fi: Oma "Tilaus onnistui"-viesti (osoitetietojen alapuolella)
nl_nl: Aangepast Voltooide Order Bericht (Onder Adres)
pt_br: Mensagem personalizada de Pedido Concluído (Abaixo do endereço)

source: This html appears at the bottom of the default Completed Order email, sent to the customer upon completion of their order, below their address information.
es_es: Este código HTML aparecerá al final del correo de "Orden completada" que será enviado al cliente una vez haya completado la orden, debajo de su dirección.
fi_fi: Tämä html-teksti esiintyy tavallisen "Tilaus onnistui"-viestin alaosassa osoitetietojen alapuolella. Se lähetetään asiakkaalle tilauksen valmistuessa.
nl_nl: Deze html verschijnt boven in de standaard Voltooide Order email die wordt verstuurd naar de klant waneer de order voltooid is, onder het adres.
pt_br: Este html aparece na parte inferior do email padrão de Pedido Concluído, enviado ao cliente após a conclusão de seu pedido, abaixo da sua informação de endereço.

source: Custom Completed Order Message - Text only version (Below Address)
es_es: Mensaje personalizado de "Orden completada" - Versión solo texto
fi_fi: Oma "Tilaus onnistui"-viesti - vain teksti (osoitetietojen alapuolella)
nl_nl: Aangepast Voltooide Order Bericht - Text only versie (Onder Adres)
pt_br: Mensagem personalizada de Pedido Concluído - Versão somente texto (Abaixo do endereço)

source: This text appears at the bottom of the default Completed Order email, sent to the customer upon completion of their order, below their address information.
es_es: Este texto aparecerá al final del correo de "Orden completada" enviado al cliente, debajo de su dirección.
fi_fi: Tämä teksti esiintyy tavallisen "Tilaus onnistui"-viestin alaosassa osoitetietojen alapuolella. Se lähetetään asiakkaalle tilauksen valmistuessa.
nl_nl: Deze tekst verschijnt boven in de standaard Voltooide Order email die wordt verstuurd naar de klant waneer de order voltooid is, onder het adres.
pt_br: Este texto aparece na parte inferior do email padrão de Pedido Concluído, enviado ao cliente após a conclusão de seu pedido, abaixo da sua informação de endereço.

source: Seating
es_es: Acomodación
fi_fi: Istumajärjestys
nl_nl: Stoelen
pt_br: Cadeira

source: List all seats for a show, as wells as their availability and occupancy.
fi_fi: Listaa näytöksen kaikki istumapaikat sekä niiden saatavuuden ja käytön.
nl_nl: Geeft alle stoelen voor een show weer, inclusief beschikbaarheid en bezetting.
pt_br: Lista de todos os lugares para um show, bem como sua disponibilidade e ocupação.

source: Not Paid
es_es: Sin pagar
fi_fi: Ei maksettu
nl_nl: Niet Betaald
pt_br: Não Pago

source: Paid
es_es: Pagada
fi_fi: Maksettu
nl_nl: Betaald
pt_br: Pago

source: Checked In
es_es: Registrado
fi_fi: Kirjattu sisään
nl_nl: Ingecheked
pt_br: Entrada registrada

source: Seating Report note
fi_fi: Istumajärjestyksen raportti
nl_nl: Stoelen Rapport notitie
pt_br: Relatório de lugares sentados

source: Year:
es_es: Año:
fi_fi: Vuosi:
nl_nl: Jaar:
pt_br: Ano:

source: [All Years]
es_es: [Todos los años]
fi_fi: [Kaikki vuodet]
nl_nl: [Alle Jaren]
pt_br: [Todos os anos]

source: Event:
es_es: Evento:
fi_fi: Tapahtuma:
pt_br: Evento:

source: Lookup Showings
es_es: Mostrar presentaciones
fi_fi: Hae näytökset
nl_nl: Geef Shows Weer
pt_br: Procurar Exibições

source: Showing:
es_es: Presentación:
fi_fi: Näytös
nl_nl: Shows:
pt_br: Exibições:

source: m-d-Y g:ia
fi_fi: j.n.Y H:i
nl_nl: d-m-Y
pt_br: d-m-Y

source: Show Report
es_es: Ver reporte
fi_fi: Näytä raportti
nl_nl: Geef Rapport Weer
pt_br: Relatório do Show

source: <p><em>Could not find that event.</em></p>
fi_fi: <p><em>Tapahtumaa ei löytynyt.</em></p>
nl_nl: <p><em>Kan dat event niet vinden.</em></p>
pt_br: <p><em>Não foi possível encontrar este evento.</em></p>

source: Purchaser
es_es: Comprador
fi_fi: Ostaja
nl_nl: Koper
pt_br: Comprador

source: Order #
es_es: Orden #
fi_fi: Tilaus #
pt_br: Pedido #

source: Ticket Type
es_es: Tipo de tiquete
fi_fi: Lipun tyyppi
pt_br: Tipo do Ingresso

source: Quantity
es_es: Cantidad
fi_fi: Määrä
nl_nl: Aantal
pt_br: Quantidade

source: Phone
es_es: Teléfono
fi_fi: Puhelin
nl_nl: Telefoon
pt_br: Telefone

source: Address
es_es: Dirección
fi_fi: Osoite
nl_nl: Adres
pt_br: Endereço

source: Note
es_es: Nota
fi_fi: Huomio
nl_nl: Notitie
pt_br: Nota

source: Ticket Url
es_es: URL del tiquete
fi_fi: Lipun Url
nl_nl: Tickt url
pt_br: Url do Ingresso

source: Reports
es_es: Reportes
fi_fi: Raportit
nl_nl: Rapporten
pt_br: Relatórios

source: Allow OpenTickets Stats?
es_es: ¿Autorizar las estadísticas de OpenTickets?
fi_fi: Hyväksy statistiikan kerääminen OpenTicketsille?
nl_nl: OpenTicket Stats Toestaan?
pt_br: Permitir estatísticas do OpenTickets?

source: OpenTickets is always being improved, thanks to users like you. To help us improve this product, would you allow us collect some basic information about your installation, like many others already have? We will not track any of your users' information, so your security and privacy is still safe. The information we will be tracking is purely about your WordPress installation, and will be used to help us understand which plugins and themes we need to be compatible with.
es_es: OpenTickets siempre se está mejorando gracias a usuarios como usted. Para seguir mejorando este producto, ¿podríamos enviar información básica sobre su instalación? Muchos otros usuarios lo han aprobado. No registraremos ninguna información personal de sus clientes ni de los usuarios, de tal manera que su seguridad y privacidad están garantizadas. La información que recogeremos se restringe a su instalación y nos permitirá comprender con cuáles plugins y temas es compatible.
fi_fi: OpenTicketsiä parannetaan jatkuvasti, kiitos kaltaistesi käyttäjien. Antamalla monien muiden tavoin kehittäjille luvan kerätä joitakin perustietoja asennuksestasi autat kehitystyötä edelleen. Mitään käyttäjien tietoja ei kerätä, joten turvallisuus ja yksityisyys eivät kärsi. Tarkasteltavat tiedot koskevat puhtaasti WordPress-asennusta ja niitä käytetään määrittämään, minkä lisäosien ja teemojen kanssa OpenTicketsin tulisi olla yhteensopiva.
nl_nl: OpenTickets word altijdverbeterd, dankzij gebruikers zoals u. Om ons te helpen met het verbeteren van dit product willen wij u vragen om toe te staan dat wij wat standaard informatie verzamlen van u wordpress installatie, zoals zovelen dat al hebben gedaan? Wij zullen geen informatie van uw gebruiker traceren. Uw veiligheid en privacy komen niet in het geding. The informatie die wij verzamelen is alleen van de WordPress installatie, en wordt gebruikt door ons om te kijken met welke plugins en thema's wij compatible mee moeten zijn.
pt_br: OpenTickets está sempre sendo melhorado, graças a usuários como você. Para nos ajudar a melhorar este produto, você permitiria que nós coletemos algumas informações básicas sobre a sua instalação, como muitos outros já fizeram? Nós não vamos acompanhar qualquer das informações de seus usuários, por isso a sua segurança e privacidade ainda estão seguros. As informações que serão rastreadas são puramente sobre a sua instalação WordPress, e serão usadas para nos ajudar a entender quais plugins e temas precisam ser compatíveis.

source: Yes
es_es: Sí
fi_fi: Kyllä
nl_nl: Ja
pt_br: Sim

source: Dismiss
es_es: Descartar
fi_fi: Hylkää
nl_nl: Verbergen
pt_br: Descartar

source: Fair enough. Thanks anyways.
es_es: De acuerdo, gracias de todas maneras.
fi_fi: Hyvä on. Kiitos kuitenkin.
nl_nl: Begrijpelijk. Alsnog bedankt.
pt_br: Justo. Obrigado de qualquer forma.

source: Thanks a bunch.
es_es: ¡Mil y mil gracias!
fi_fi: Kiitos paljon.
nl_nl: Dank u wel.
pt_br: Muito obrigado.

source: Title
es_es: Título
fi_fi: Otsikko
nl_nl: Titel
pt_br: Título

source: Author
es_es: Autor
fi_fi: Kirjoittaja
nl_nl: Auteur
pt_br: Autor

source: Author Name
es_es: Nombre del autor
fi_fi: Kirjoittajan nimi
nl_nl: Auteur Naam
pt_br: Nome do Autor

source: Author URI
es_es: URI del autor
fi_fi: Kirjoittajan URI
nl_nl: Auteur URI
pt_br: URI do Autor

source: Description
es_es: Descripción
fi_fi: Kuvaus
nl_nl: Omschrijving
pt_br: Descrição

source: Version
es_es: Versión
fi_fi: Versio
nl_nl: Versie
pt_br: Versão

source: Template
es_es: Plantilla
fi_fi: Malline

source: Stylesheet
es_es: Hoja de estilo
fi_fi: Tyylitiedosto
pt_br: Folha de estilo

source: Template Files
es_es: Archivos de la plantilla
fi_fi: Mallineet
nl_nl: Template Bestanden
pt_br: Arquivos de Template

source: Stylesheet Files
es_es: Archivos de la hoja de estilo
fi_fi: Tyylitiedostot
nl_nl: Stylesheet Bestanden
pt_br: Arquivos de folha de estilo

source: Template Dir
es_es: Carpeta de la plantilla
fi_fi: Mallineiden hakemisto
pt_br: Diretório de Template

source: Stylesheet Dir
es_es: Carpeta de la hoja de estilo
fi_fi: Tyylitiedostojen hakemisto
nl_nl: Stylesheer Dir
pt_br: Diretório de Folha de estilo

source: Screenshot
es_es: Captura de pantalla
fi_fi: Kuvakaappaus

source: Tags
es_es: Etiquetas
fi_fi: Tagit

source: Theme Root
es_es: Dirección absoluta del tema
fi_fi: Teeman juuri
nl_nl: Thema Root
pt_br: Raiz do tema

source: Theme Root URI
es_es: URI de la dirección absoluta del tema
fi_fi: Teeman juuren URI
nl_nl: Thema Root URI
pt_br: URI Raiz do Tema

source: Parent Theme
es_es: Tema superior
fi_fi: Alkuperäinen teema
nl_nl: Hoofd Thema
pt_br: Tema Pai

source: Add %singular%
es_es: Agregar %singular%
fi_fi: Lisää %singular%
nl_nl: Voeg %singular% toe
pt_br: Adicionar %singular%

source: Add New %singular%
es_es: Agregar nuevo %singular%
fi_fi: Lisää uusi %singular%
nl_nl: Voeg Nieuwe %singular% toe
pt_br: Adicionar Novo %singular%

source: Edit %singular%
es_es: Editar %singular%
fi_fi: Muokkaa %singular%
nl_nl: Pas %singular% Aan
pt_br: Editar %singular%

source: New %singular%
es_es: Nuevo %singular%
fi_fi: Uusi %singular%
nl_nl: Nieuwe %singualar%
pt_br: Novo %singular%

source: All %plural%
es_es: %plural%
fi_fi: Kaikki %plural%
nl_nl: Alle %singular%
pt_br: Todos %plural%

source: View %singular%
es_es: Ver %singular%
fi_fi: Tarkastele %singular%
nl_nl: Geef %singular% Weer
pt_br: Ver %singular%

source: Search %plural%
es_es: Buscar %plural%
fi_fi: Etsi %plural%
nl_nl: Zoek %plural%
pt_br: Procurar %plural%

source: No %lplural% found
es_es: No se encontraron %plural%
fi_fi: %lplural% ei löytynyt
nl_nl: Geen %lplurar% gevonden
pt_br: Nenhum %lplural% encontrado

source: No %lplural% found in Trash
es_es: No se encontraron %lplural% en la papelera de reciclaje
fi_fi: Ei %lplular% Roskakorissa
nl_nl: Geen %lplural% gevonden in prullenbak
pt_br: Nenhum %lplural% encontrado no Lixo

source: Global Settings
es_es: Configuración general
fi_fi: Globaalit asetukset
nl_nl: Golbale Instellingen
pt_br: Configurações Globais

source: Allow Statistics
es_es: Permitir estadísticas
fi_fi: Salli statistiikka
nl_nl: Statestieken Toestaan
pt_br: Permitir Estatísticas

source: Allow OpenTickets to gather information about your WordPress installation.
es_es: Permitir que OpenTickets recolecte información sobre su instalación de WordPress
fi_fi: Salli OpenTicketsin kerätä tietoa WordPress-asennuksestasi.
nl_nl: Sta OpenTickets toe informatie te vezamelen van uw WordPress installatie,
pt_br: Permitir que o OpenTickets colete informações sobre sua instalação WordPress.

source: This information is strictly used to make this product better and more compatible with other plugins.
es_es: Esta información será utilizada estrictamente para mejorar el producto y hacerlo más compatible con otros plugins.
fi_fi: Tätä tietoa käytetään vain ja ainoastaan tuotteen toimintojen ja yhteensopivuuden parantamiseen.
nl_nl: Deze informatie wordt allen gebruikt voor het verbeteren van OpenTickets en deze comaptible te maken met andere plugins.
pt_br: Esta informação é estritamente usada para fazer este produto melhor e mais compatível com outros plugins.

source: Event Link Slug
fi_fi: Tapahtumalinkkien etuliite
pt_br: Slug do Link do Evento

source: The url slug that is prepended to the event name in the url. (ex: <code>http://example.com/<strong>event</strong>/my-event/</code>)
fi_fi: URL-etuliite, joka esiintyy tapahtumien nimissä (esim: <code>http://example.com/<strong>event</strong>/my-event/</code> )
nl_nl: De url slug die voor de event naam in de url gezet wordt. (bv: <code>http://voorbeeld.com/<strong>event</strong>/mijn-event/</code>)
pt_br: O slug da url que precede o nome do evento na url. (ex: <code>http://exemplo.com/<strong>evento</strong>/meu-evento/</code>)

source: This is the segment of the url that preceeds the event name.
fi_fi: Tämä on tapahtuman nimeä edeltävä osa URL:ia.
nl_nl: Dit is het segment van de url die voor de event naam staat.

source: Action failed. Please refresh the page and retry.
es_es: Error. Por favor recargue la página y reinténtelo.
fi_fi: Toiminto epäonnistui. Päivitä sivu ja yritä uudelleen.
nl_nl: Handeling mislukt. Ververs de pagina en probeer opnieuw.
pt_br: Falha na ação. Por favor, atualize a página e tente novamente.

source: Your settings have been saved.
es_es: Configuración guardada.
fi_fi: Asetukset on tallennettu.
nl_nl: Uw instellingen zijn opgeslagen.
pt_br: Suas configurações foram salvas.

source: The changes you made will be lost if you navigate away from this page.
es_es: Si abandona esta página los cambios que ha hecho serán ignorados.
fi_fi: Tekemäsi muutokset katoavat, jos poistut tältä sivulta.
nl_nl: De wijzigingen gaan verloren wanneer u de pagina verlaat.
pt_br: As alterações feitas serão perdidas se você sair desta página.

source: New Widget
es_es: Nuevo widget
fi_fi: Uusi Vimpain
nl_nl: Nieuwe Widget
pt_br: Novo Widget

source: View Order Receipt
es_es: Ver recibo de la orden
fi_fi: Katso tilauksen kuitti
nl_nl: Geef Kwitantie Weer
pt_br: Ver Recibo do Pedido

source: Preview
es_es: Ver
fi_fi: Esikatselu
nl_nl: Vorbeeld
pt_br: Visualizar

source: Bypass Process
es_es: Ignorar el proceso
fi_fi: Ohita prosessointi
nl_nl: Verwerken Overslaan
pt_br: Ignorar o Processamento

source: Checking this box bypasses the Processing step and marks the order as Complete. (if other products in an order require processing, the order will still goto processing)
es_es: Esta opción ignora la gestión del pedido y marca la orden como completada (si hay otros productos en la orden por gestionar no podrá escoger esta opción)
fi_fi: Tämän valitseminen ohittaa "Prosessoidaan"-vaiheen ja merkitsee tilauksen Valmiiksi. (Jos tilaukset muut tuotteet vaativat prosessointia, tilaus jää silloin prosessoitavaksi).
nl_nl: Als u deze box aanvinkt word de stap Verwerken overgeslagen en wordt de order als Voltooid gemarkeerd. (Als er andere producten in een order wel verwerkt moeten worden zal de order nog steeds de status Verkwerken krijgen.)
pt_br: Se assinalar esta opção ignora a etapa de Processamento e marca o pedido como Concluído. (se outros produtos em um pedido requerem processamento, o pedido ainda irá para processamento)

source: Discounts
es_es: Descuentos
fi_fi: Alennus
nl_nl: Kortingen
pt_br: Descontos

source: Cart Discount:
es_es: Descuento del pedido:
fi_fi: Ostoskorin alennus:
nl_nl: Winkelwagen Korting:
pt_br: Desconto do Carrinho

source: Discounts before tax - calculated by comparing subtotals to totals.
es_es: Descuentos antes de impuestos (estimados al comparar subtotales con totales)
fi_fi: Alennukset ennen veroa - lasketaan vertaamalla välisummaa ja loppusummaa.
nl_nl: Korting voor belasting - Berekend door het subtotaal met het totaal te vergelijken.
pt_br: Descontos antes de impostos - calculados comparando subtotais aos totais.

source: Order Discount:
es_es: Descuento del pedido:
fi_fi: Tilauksen alennus:
nl_nl: Order Korting:
pt_br: Desconto do Pedido:

source: Discounts after tax - user defined.
es_es: Descuentos después de impuestos - según el usuario
fi_fi: Alennus veron jälkeen - käyttäjän määrittämä.
nl_nl: Korting na belasting - door de gebruiker bepaald.
pt_br: Descontos após impostos - definido pelo usuário.

source: Shipping
es_es: Envío
fi_fi: Toimitus
nl_nl: Verzending
pt_br: Remessa

source: Label:
es_es: Etiqueta:
fi_fi: Tunniste:
pt_br: Etiqueta:

source: The shipping title the customer sees
es_es: Título del envío tal como aparece al cliente
fi_fi: Asiakkaan näkemä toimitusnimi
nl_nl: De verzend titel de klant ziet
pt_br: O título da remessa que o cliente vê

source: Cost:
es_es: Costo:
fi_fi: Hinta:
nl_nl: Kosten:
pt_br: Custo:

source: (ex. tax)
es_es: (sin impuesto)
fi_fi: (veroton)
nl_nl: (ex. btw)
pt_br: (ex. taxa)

source: Method:
es_es: Forma:
fi_fi: Menetelmä
nl_nl: Methode:
pt_br: Método

source: N/A
es_es: No disponible
fi_fi: Ei saatavilla
nl_nl: n.v.t.

source: Other
es_es: Otro
fi_fi: Muu
nl_nl: Andere
pt_br: Outros

source: Tax Rows
es_es: Importe de impuestos
fi_fi: Verotus
nl_nl: BTW Rijen
pt_br: Colunas de Taxas

source: + Add tax row
es_es: + Agregar importe
fi_fi: + Lisää verotus
nl_nl: + Voeg BTW rij toe
pt_br: + Adicionar coluna de taxas

source: These rows contain taxes for this order. This allows you to display multiple or compound taxes rather than a single total.
es_es: Importes de impuestos para esta orden. Puede mostrar múltiples importes en lugar de un gran total.
fi_fi: Nämä rivit sisältävät tilauksen verotuksen. Näin voidaan esittää moninkertainen tai yhdistetty verotus yksittäisen loppusumman sijaan.
nl_nl: Deze rijen bevatten belastingen van deze order. Dit zorgt er voor dat de belasting apart wordt weergegeven inplaast van één totaal.
pt_br: Esta coluna contém as taxas para este pedido. Isso permite a você mostrar taxas múltiplas ou compostas em vez de um único total.

source: Tax Totals
es_es: Total impuestos
fi_fi: Verot yhteensä
nl_nl: BTW Totaal
pt_br: Total de Taxas

source: Sales Tax:
es_es: Impuesto de venta:
fi_fi: Myynnin verot:
nl_nl: Verkoop Belasting:
pt_br: Taxa de Vendas:

source: Total tax for line items + fees.
es_es: Total de importes más tarifas.
fi_fi: Tuotteiden kokonaisverot +maksut.
nl_nl: Totale belasting voor line-items + toeslagen.
pt_br: Total de impostos para itens de linha + taxas.

source: Shipping Tax:
es_es: Impuesto envío:
fi_fi: Toimituksen verot:
nl_nl: Verzend Belasting:
pt_br: Taxa de envio:

source: Order Totals
es_es: Totales
fi_fi: Tilauksen loppusumma
nl_nl: Order Totaal
pt_br: Total do Pedido

source: Order Total:
es_es: Total a pagar:
fi_fi: Tilaus yhteensä:
nl_nl: Order Totaal:
pt_br: Total do Pedido:

source: Payment Method:
es_es: Forma de pago:
fi_fi: Maksutapa:
nl_nl: Betaalwijze:
pt_br: Método de Pagamento:

source: Calc taxes
es_es: Calcular impuestos
fi_fi: Laske verot
nl_nl: Bereken belasting
pt_br: Taxas de Cálculo

source: Calc totals
es_es: Calcular costo total
fi_fi: Laske loppusumma
nl_nl: Bereken totaal
pt_br: Total do Cálculo

source: Delete note
es_es: Borrar nota
fi_fi: Poista huomio
nl_nl: Verwijder notitie
pt_br: Deletar nota

source: Guest
es_es: Invitado
fi_fi: Vieras
nl_nl: Gast
pt_br: Convidado

source: The DB tables [%s] are not at the most current versions. Attempting to upgrade them.
es_es: Las tablas de la base de datos [%s] no están actualizadas; tratando de solucionar este problema.
fi_fi: Tietokantataulut [%s] eivät vastaa viimeisintä versiota. Yritetään päivitystä.
nl_nl: De DB tabellen [%s] zijn niet up to date. Er word een pogin gedaan om te upgraden.
pt_br: As tabelas do BD [%s] não estão nas versões mais recentes. Tentando atualizá-las.

source: types dont match
es_es: Los tipos no coinciden
fi_fi: tyypit eivät vastaa toisiaan
nl_nl: types komen niet overeen
pt_br: tipos não correspondem

source: nulls dont match
es_es: los nulos no coinciden
fi_fi: tyhjät eivät vastaa toisiaan
nl_nl: nulls komen niet overeen
pt_br: nulos não correspondem

source: extras dont match
es_es: los extras no coinciden
fi_fi: extrat eivät vastaa toisiaan
nl_nl: extras komen niet overeen
pt_br: extras não correspondem

source: Update to DB, table [%s], was NOT successful. %s
es_es: Actualización de la base de datos: tablas [%s] no se pudieron actualizar. %s
fi_fi: Päivitys tietokantaan, tauluun [%s], EI onnistunut. %s
nl_nl: DB tabel update [%s], was NIET successvol. %s
pt_br: Atualização do BD, tabela [%s], NÃO foi bem sucedido. %s

source: Update to DB, table [%s], was successful.
es_es: Actualización de la base de datos: se optimizaron las tablas [%s].
fi_fi: Päivitys tietokantaan, tauluun [%s] onnistui.
nl_nl: DB tabel update [%s], is succesvol.
pt_br: Atualização do BD, tabela [%s], foi bem sucedida.

source: The "%s" filter
fi_fi: "%s"-suodin

source: Use this image
es_es: Usar esta imagen
fi_fi: Käytä tätä kuvaa
nl_nl: Gebruik deze afbeelding
pt_br: Usar esta imagem

source: Delete Permanently
es_es: Eliminar definitivamente
fi_fi: Poista pysyvästi
nl_nl: Permanent Verwijderen
pt_br: Excluir Permanentemente

source: Delete
es_es: Eliminar
fi_fi: Poista
nl_nl: Verwijder
pt_br: Excluir

source: You are about to delete <strong>%s</strong>.
es_es: <strong>%s</strong> será eliminado.
fi_fi: Olet poistamassa <strong>%s</strong>.
nl_nl: U staat op het punt <strong>%s</strong> te verwijderen.
pt_br: Você está prestes a excluir <strong>%s</strong>.

source: Continue
es_es: Seguir
fi_fi: Jatka
nl_nl: Doorgaan
pt_br: Continuar

source: Move to Trash
es_es: Mover a la papelera
fi_fi: Siirrä roskakoriin
nl_nl: Verplaatsen naar Prullenbak
pt_br: Mover para Lixeira

source: Undo
es_es: Deshacer
fi_fi: Peruuta
nl_nl: Ongedaan Maken
pt_br: Desfazer

source: Select Files
es_es: Seleccionar archivos
fi_fi: Valitse tiedostot
nl_nl: Selecteer Bestanden
pt_br: Selecionar Arquivos

source: The %s path is not writable. Please update the permissions to allow write access.
fi_fi: Kohteeseen %s ei voida kirjoittaa. Lisää kirjoitusoikeudet.

source: The %s path exists, but it cannot be read. Please update the permissions to allow read access.
fi_fi: Kohde %s on olemassa, mutta sitä ei voida lukea. Lisää lukuoikeudet.

source: The %s path exists, but is not a dir. Please remove or rename the existing file, and create a directory with the cache path name.
fi_fi: Kohde %s on olemassa, mutta ei ole hakemisto. Poista tai nimeä tiedosto uudelleen, ja luo sen tilalle hakemisto välimuistille (cache).

source: Could not create the %s path directory. Please update the permissions to allow write access.
es_es: No se pudo crear el cache para el directorio del reporte. Por favor verifique que '%s' tiene permiso para crear una carpeta en el servidor e inténtelo de nuevo.
fi_fi: Kohteeseen %s ei voitu luoda hakemistoa. Lisää kirjoitusoikeudet.
nl_nl: Kan geen rapport cache map maken. Verzeker dat de permissies voor %s' toestaan dat de webserver een map mag maken, en probeer opnieuw.
pt_br: Não foi possível criar o diretório cache dos relatórios. Certifique-se que as permissões do servidor web para '%s' possam criar um diretório e tente novamente.

source: Unable to create the %s path directory.
fi_fi: Kohteeseen %s ei voitu luoda hakemistoa.

source: Only one instance of %s can be created.
es_es: Solo una instancia de %s puede ser creada.
fi_fi: Voitiin luoda vain yksi instanssi %s.
nl_nl: Slechts een instantie van %s kan gemaakt worden.
pt_br: Somente uma instânia de %s pode ser criada.

source: Could not extend. Invalid type.
es_es: No se pudo extender: tipos inválidos.
fi_fi: Ei voitu laajentaa, virheellinen tyyppi.
nl_nl: Kan niet uitbreiden. Ongeldig type.
pt_br: Não foi possível estender. Tipo inválido.

source: Base Page
es_es: Páginas de eventos
fi_fi: Kotisivu
nl_nl: Basis Pagina
pt_br: Página Base

source: System Status
es_es: Estado
fi_fi: Järjestelmän tila
nl_nl: Systeem Status
pt_br: Status do Sistema
