Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: Customer IP
es_es: IP del comprador
fi_fi: Tilaajan IP:
nl_nl: Kant IP
pt_br: IP do Comprador

source: General Details
es_es: Detalles generales
fi_fi: Yleiset tiedot
nl_nl: Algemene Details
pt_br: Detalhes Gerais

source: Order date:
es_es: Fecha de la orden:
fi_fi: Tilaukset ajankohta:
nl_nl: Oder Datum:
pt_br: Data do Pedido:

source: h
fi_fi: t
nl_nl: u

source: Order status:
es_es: Estado de la orden:
fi_fi: Tilauksen tila:
pt_br: Status do Pedido:

source: Customer:
es_es: Cliente:
fi_fi: Asiakas:
nl_nl: Klant:
pt_br: Comprador:

source: Billing Details
es_es: Datos de facturación
fi_fi: Laskutustiedot
nl_nl: Factuur Details
pt_br: Detalhes de Faturamento

source: No billing address set.
es_es: Sin dirección de factura
fi_fi: Laskutusosoitetta ei asetettu.
nl_nl: Geen factuure adres bepaald.
pt_br: Nenhum endereço de cobrança definido.

source: Load billing address
es_es: Mostrar dirección de factura
fi_fi: Lataa laskutusosoite
nl_nl: Laad factuur adres
pt_br: Carregar endereo de cobrança

source: Transaction ID
es_es: ID de la transacción
fi_fi: Maksutapahtuman ID
nl_nl: Transacite ID
pt_br: ID da Transação

source: Shipping Details
es_es: Info de envío:
fi_fi: Toimitustiedot
nl_nl: Verzend Details
pt_br: Detalhes de Envio

source: No shipping address set.
es_es: Sin dirección de envío.
fi_fi: Toimitusosoitetta ei asetettu.
nl_nl: Geen verzend adres bepaald.
pt_br: Nenhum endereço de envio definido.

source: Customer Note
es_es: Nota del cliente
fi_fi: Asikashuomautus
nl_nl: Klant Notitie
pt_br: Anotação do Comprador

source: Load shipping address
es_es: Mostrar dirección de envío
fi_fi: Lataa toimitusosoite
nl_nl: Laad verzend adres
pt_br: Carregar endereço de envio

source: Copy from billing
es_es: Igual a la de facturación
fi_fi: Kopioi laskutustiedoista
nl_nl: Zelfde als factuur adres
pt_br: Copiar do faturamento

source: Customer Note:
es_es: Nota del cliente:
fi_fi: Asiakashuomautus:
nl_nl: Klant Bericht:
pt_br: Nota do Comprador:

source: Customer's notes about the order
es_es: Notas del cliente a la orden
fi_fi: Asiakkaan huomautukset tilauksesta:
nl_nl: Klant Bericht over de order
pt_br: Notas do Comprador sobre o pedido

source: added on %1$s at %2$s
es_es: agregado hace %1$s %2$s
fi_fi: Lisätty %1$s kello %2$s
nl_nl: toegevoeg op %1$s at %2$s
pt_br: adicionado em %1$s às %2$s

source: by %s
es_es: por %s
fi_fi: %s perusteella
nl_nl: bij %s
pt_br: por %s

source: There are no notes yet.
es_es: No hay notas para esta orden todavía.
fi_fi: Huomautuksia ei vielä ole
nl_nl: Er zijn nog geen aantekeningen.
pt_br: Ainda não há anotações.

source: Add note
es_es: Agregar nota
fi_fi: Lisää huomio
nl_nl: Aantekening toevoegen
pt_br: Adicionar anotação

source: Customer note
es_es: Nota del cliente
fi_fi: Asiakashuomautus
nl_nl: Klant aantekening
pt_br: Anotação do Comprador

source: Private note
es_es: Nota privada
fi_fi: Yksityinen huomautus
nl_nl: Privé aantekening
pt_br: Anotação privada

source: Max
es_es: Máximo
pt_br: Máximo

source: Purchase Limit
es_es: Comprador
nl_nl: Koper
pt_br: Comprador

source: Stop Sales Before - Formula
es_es: Parar la venta de entradas antes del evento
nl_nl: Verkoop Stoppen Voor Show
pt_br: Parar Vendas Antes do Show

source: to
es_es: a
nl_nl: naar
pt_br: para

source: Su
es_es: Dom
nl_nl: Zp
pt_br: Dom

source: On
es_es: en
nl_nl: Op
pt_br: No

source: There are no tickets available to reserve.
es_es: No hay reportes disponibles para
nl_nl: Er zijn geen %s tickets beschikbaar op te reserveren
pt_br: Não há %s ingressos disponíveis para reserva.

source: Could not reserve those tickets.
es_es: ¿Cuántas entradas quieres reservar?
nl_nl: Reserveer tickets:
pt_br: Reservar alguns ingressos:

source: Data
pt_br: Dados

source: My Account
es_es: Mi cuenta
nl_nl: Mijn Account Pagina
pt_br: Página Minha Conta

source: Site Wide
es_es: Nuevo widget
nl_nl: Nieuwe Widget
pt_br: Novo Widget

source: -- Select a State/County --
es_es: Provincia
nl_nl: Provincie
pt_br: Estado/País

source: %s - %s - %s - %s
es_es: %s en %s @ %s [%s]
nl_nl: %s op %s @ %s [%s]
pt_br: %s em %s @ %s [%s]

# metabox title
source: Ticket Sales Settings
es_es: Configuración del calendario
nl_nl: Ticket Selectie UI

source: WooCommerce Emails
es_es: WooCommerce
nl_nl: WooCommerce

source: l jS \of F Y, h:ia
es_es: l jS \de F Y, h:ia

source: Status
es_es: Estado

source: Status:
es_es: Estado:

source: Order
es_es: Detalles
