Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: Required Plugin Not Up-to-date
es_es: Plugin requerido está desactualizado
fi_fi: Vaadittava liitännäinen ei ole ajan tasalla
nl_nl: Vereiste Plugin Niet Up-to-date
pt_br: Plugin Necessário Não Atualizado

source: The <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requires</strong> that <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> be at least at version <u><strong>%s</strong></u>; you are currently running version <em>%s</em>. Because of this, the <em><a href="%s" target="_blank">%s</a></em> plugin has not initialized any of its functionality. To enable the features of this plugin, simply install and activate the latest version of <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
es_es: El plugin <em><a href="%s" target="_blank">%s</a></em> <strong>requiere</strong> la última versión de <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>, la <u><strong>%s</strong></u>; en este momento está instalada la <em>%s</em>. Por este motivo, el plugin <em><a href="%s" target="_blank">%s</a></em> no se ha podido ejecutar. Por favor instale la última versión de <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> para resolver este incidente.
fi_fi: Liitännäinen <em><a href="%s" target="_blank">%s</a></em> <strong>vaatii</strong>, että <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommercen</a></em> versio on vähintään <u><strong>%s</strong></u>; käytössäsi on tällä hetkellä versio <em>%s</em>. Tämän vuoksi liitännäinen <em><a href="%s" target="_blank">%s</a></em> ei vielä käynnisty. Lataa ja aktivoi uusin <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommercen</a></em> uusin versio saadaksesi tämän liitännäisen ominaisuudet käyttöösi.
nl_nl: De <em><a href="%s" target="_blank">%s</a></em> plugin <strong>vereist</strong> dat <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> geupdate is naar de laaste versie <u><strong>%s</strong></u>; Versie <em>%s</em> is geïnstalleerd. Hierdoor is de <em><a href="%s" target="_blank">%s</a></em> plugin niet geïnistializeerd en is geen van de functionaliteit beschikbaar. Om de functionaliteit van de plugin in te schakelen, installeer de laatste versie van <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
pt_br: O plugin <em><a href="%s" target="_blank">%s</a></em> <strong>necessita</strong> que o <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> pelo menos na versão <u><strong>%s</strong></u>; você está usando atualmente a versão <em>%s</em>. Por causa disso o plugin <em><a href="%s" target="_blank">%s</a></em> não inicializou nenhuma de suas funcionalidades. Para habilitar as funcionalidades deste plugin, apenas instale e ative a última versão do <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.

source: Missing Required Plugin
es_es: Hace falta un plugin requerido.
fi_fi: Tarvittava liitännäinen puuttuu
nl_nl: Vereiste Plugin Ontbreekt
pt_br: Faltando Plugin Necessário

source: The <em><a href="%s" target="_blank">%s</a></em> plugin <strong>requires</strong> that <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> be activated in order to perform most vital functions; therefore, the plugin has not initialized any of its functionality. To enable the features of this plugin, simply install and activate <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
es_es: El plugin <em><a href="%s" target="_blank">%s</a></em> <strong>requiere</strong> que <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> esté activado; el plugin no correrá. Por favor instale y active <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
fi_fi: Liitännäinen <em><a href="%s" target="_blank">%s</a></em> plugin <strong>vaatii toimiakseen</strong>, että <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>on aktivoitu; niinpä se ei ole vielä toiminnassa. Aktivoi uusin <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> saadaksesi tämän liitännäisen ominaisuudet käyttöösi.
nl_nl: De <em><a href="%s" target="_blank">%s</a></em> plugin <strong>vereist</strong> dat <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> is geavtiveerd om te functioneren; hierdoor is de plugin niet geïnistializeerd en is geen van de functionaliteit beschikbaar. Om de functionaliteit van de plugin in te schakelen, installeer en activeer <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.
pt_br: O plugin <em><a href="%s" target="_blank">%s</a></em> <strong>precisa</strong> que o <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em> seja ativado para que as funções mais vitais sejam executadas; portanto, o plugin não inicializou nenhuma de suas funcionalidades. Para habilitar as funcionalidades desse plugin, apenas instale e ative o <em><a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a></em>.

source: <a href="%s" title="Visit the License Key settings page">Settings</a>
es_es: <a href="%s" title="Visit the License Key settings page">Configuración</a>
fi_fi: <a href="%s" title="Käy Lisenssiavaimen hallintasivulla">Asetukset</a>
nl_nl: <a href="%s" title="Bezoek de instellingen pagina van de licentie code">Instellingen</a>
pt_br: <a href="%s" title="Visite a página de configurações da Chave de Licensa">Configurações</a>

source: Memory Requirement Problem
es_es: Problema de memoria insuficiente
fi_fi: Muistinhallinnan ongelma
nl_nl: Probleem met veriest geheugen
pt_br: Problema de Necessidade de Memória

source: The %%%%PRODUCT%%%% plugin <strong>requires</strong> that your server allow at least %s of memory to WordPress. We recommend at least %s for optimum performance (as does WooCommerce). We tried to raise the memory limit to the minimum for your automatically, but your server settings do not allow it. Your server currently only allows %s, which is below the minimum. We have stopped loading OpenTickets, in an effort maintain access to your site. Once you have raised your server settings to at least the minimum memory requirement, we will turn OpenTickets back on automatically.
es_es: El plugin %%%%PRODUCT%%%% <strong>requiere</strong>que el servidor asigne al menos %s de memoria a WordPress. Recomendamos al menos %s para un rendimiento óptimo (al igual que WooCommerce). Tratamos de aumentar la memoria al mínimo requerido pero la configuración de su servidor no nos autorizó a hacerlo. Su servidor apenas permite %s, que está por debajo del mínimo. No ejecutaremos OpenTickets para no perjudicar el acceso a su sitio. Apenas aumente la memoria volverá a funcionar OpenTickets automáticamente.
fi_fi: Liitännäinen %%%%PRODUCT%%%% <strong>vaatii</strong>, että Wordpressin käytössä on palvelimella vähintään %s muistia. Optimaaliseen käyttöön suosittelemme vähintään %s (kuten myös WooCommerce). Muistin rajoitusta yritettiin kasvattaa automaattisesti, mutta palvelimen asetukset eivät hyväksyneet sitä. Palvelin hyväksyy ainoastaan %s, mikä on vähimmäisvaatimusta vähemmän. OpenTickets-lisäosan lataaminen on pysäytetty, jotta pääse sivustolle säilyy. OpenTickets palautuu päälle automaattisesti, kun palvelinasetusten muistiraja on vähintään minimivaatimuksissa.
nl_nl: De %%%%PRODUCT%%%% plugin <strong>vereist</strong> dat de server tenminste %s geheugen aan WordPress toewijst. Wij raden tenminste %s voor optimale prestaties (net zoals WooCommerce). Wij hebben geprobeerd om het geheugen limiet automatisch te verhogen, maar de instellingen van de server staan dit niet toe. De server staat op dit moment %s toe, dit is minder dat de minimum benodigheden. We hebben OpenTickets uitgeschakeld, om uw site toegangkelijk te houden. Wanner u de server instellingen heeft aangepast zodat de minimum eisen voldaan worden, zal OpenTickts automatisch ingeschakeld worden.
pt_br: O plugin %%%%PRODUCT%%%% <strong>necessita</strong> que o servidor permita pelo menos %s de memória para o Wordpress. Recomendamos pelo menos %s para uma performance ótima (assim como o WooCommerce). Tentamos aumentar automaticamente o limite de memória para o mínimo exigido, mas as suas configurações do servidor não permitem isto. Seu servidor atualmente permite apenas %s, o qual está abaixo do mínimo. Paramos de carregar o OpenTickets, em um esforço para manter o acesso ao seu site. Uma vez que você tenha aumentado as configurações mínimas de memória necessárias no seu servidor, o OpenTickets voltará a funcionar automaticamente.

source: The %%%%PRODUCT%%%% plugin <strong>requires</strong> that your server allow at least %s of memory to WordPress. Currently, yoru server is set to allow %s, which is above the minimum. We recommend at least %s for optimum performance (as does WooCommerce). If you cannot raise the limit to the recommended amount, or do not wish to, then simply ignore this message.
es_es: El plugin %%%%PRODUCT%%%% <strong>requiere</strong>que su servidor asigne al menos %s de memoria a WordPress. En este momento su servidor tiene asignados %s, que están por debajo del mínimo. Recomendamos al menos %s para un rendimiento óptimo (al igual que WooCommerce). Si no puede aumentar el límite a la cantidad recomendada, o prefiere no hacerlo, simplemente ignore este mensaje.
fi_fi: Liitännäinen %%%%PRODUCT%%%% <strong>vaatii</strong>, että Wordpressin käytössä on palvelimella vähintään %s muistia. Tällä hetkellä palvelin muistirajoitus on %s, mikä ylittää vähimmäisvaatimuksen. Optimaaliseen käyttöön suosittelemme rajoitukseksi vähintään %s (kuten myös WooCommerce). Jos et voi tai halua kasvattaa rajoitusta suositellulle tasolle, voit jättää tämän viestin huomiotta.
nl_nl: De %%%%PRODUCT%%%% plugin <strong>vereist</strong> dat de server tenminste %s geheugen aan Wordpress toewijst.De server staat op dit moment %s toe, dit is meer dat de minimum benodigheden. Wij raden tenminste %s voor optimale prestaties (net zoals WooCommerce). Als u de het limiet niet kan verhogen naar de aanbevolen hoeveelheid, of dit niet wil doen, dan kunt u dit bericht negeren.
pt_br: O plugin %%%%PRODUCT%%%% <strong>necessita</strong> que seu servidor permita pelo menos %s de memória para o Wordpress. Atualmente, seu servidor está permitindo %s, o qual está abaixo do mínimo. Recomendamos pelo menos %s para uma performance ótima (assim como o WooCommerce). Se você não pode aumentar o limite para a quantidade recomendada, ou não deseja, então simplesmente ignore esta mensagem.

source: Could not compile stylesheet %s. [%s]
es_es: No se pudo compilar event.less: [%s : %s]
fi_fi: Tyylitiedostoa %s ei voitu käsitellä. [%s]
nl_nl: Kan stylesheet niet compileren %s. [%s]
pt_br: Não foi possível compilar a folha de estilo %s. [%s]

source: Could not write to stylesheet file %s.
es_es: No se pudo encontrar este lugar [%s].
fi_fi: Tyylitiedostoon %s kirjoittaminen epäonnistui.
nl_nl: Kan niet naar stylesheet bestand schrijven %s.
pt_br: Não foi possível escrever o arquivo de folha de estilo %s.

source: Could not write colors to file %s. [%s]
es_es: No se pudo encontrar este lugar [%s : %s].
fi_fi: Tiedostoon %s ei voitu kirjoittaa väritietoja. [%s]
nl_nl: Kan kleuren niet wegschrijven naar bestand %s. [%s]
pt_br: Não foi possível escrever as cores no arquivo %s. [%s]

source: the installation process
fi_fi: asennusprosessi

source: Could not find the needed library %s, for use in %s.
es_es: No se pudo encontrar este lugar [%s : %s].
fi_fi: Tarvittavaa kirjastoa %s ei löytynyt (%s).
nl_nl: Kan de opgegeven locatie niet vinden [%s : %s].
pt_br: Não foi possível encontrar o local que você especificou [%s : %s].

source: OpenTickets Calendar
es_es: OpenTickets Calendario
fi_fi: OpenTickets kalenteri
nl_nl: OpenTickets Kalender
pt_br: Calendário OpenTickets

source: Non-JS Calendar Page
es_es: Página de calendario sin JavaScript
fi_fi: Kalenteri (ei-JS)
nl_nl: Non-JS Kalander Pagina
pt_br: Página de Calendário Sem-JS

source: Widget area on calendar template that shows when a user does not have javascript enabled.
es_es: Widget de área en la plantilla del calendario para mostrar cuando el usuario no tiene JavaScript habilitado.
fi_fi: Kalenterin mallineen vimpainalue, joka näyttää, jos käyttäjällä ei ole javasript käytössä.
nl_nl: Widget gebied in kalender template dat laat zien waneer een gebruiker javascript uitgeschakeld heeft staan.
pt_br: Área de Widget no template de calendário que mostra quando um usuário não tem javascript habilitado.

source: Calendar Settings
es_es: Configuración del calendario
fi_fi: Kalenterin asetukset
nl_nl: Kalender Instellingen
pt_br: Configurações do Calendário

source: Ended
es_es: Termina
fi_fi: Loppu
nl_nl: Geëindigt
pt_br: Finalizado

source: Today
es_es: Hoy
fi_fi: Tänään
nl_nl: Vandaag
pt_br: Hoje

source: Date of next Event
es_es: Fecha del siguiente evento
fi_fi: Seuraava tapahtuma
nl_nl: Datum van volgende Event
pt_br: Data do próximo Evento

source: Manually entered date
es_es: Fecha ingresada manualmente
fi_fi: Itse valittava päivämäärä
nl_nl: Handmatig ingevoerde datum
pt_br: Data inserida manualmente

source: Starting Date Method
es_es: Método para la fecha de inicio
fi_fi: Aloituspäivämäärän valinta
nl_nl: Begin Datum Methode
pt_br: Método de Data de Início

source: m-d-Y
fi_fi: d-m-Y
nl_nl: d-m-Y
pt_br: d-m-Y

source: mm-dd-yy
fi_fi: dd-mm-yy
nl_nl: dd-mm-yy
pt_br: dd-mm-yy

source: Event Calendar
es_es: Calendario de eventos
fi_fi: Tapahtumakalenteri
nl_nl: Event Kalender
pt_br: Calendário de Eventos

source: Event Pages
es_es: Páginas de eventos
fi_fi: Tapahtumasivut
nl_nl: Event Pagina's
pt_br: Página de Eventos

source: These pages are used to display the upcoming events.
es_es: Estas páginas se usan para mostrar los eventos por venir.
fi_fi: Näillä sivuilla näytetään tulevat tapahtumat.
nl_nl: Deze pagina's worden gebruikt om aankomende events weer te geven.
pt_br: Estas páginas são usadas para mostrar os próximos eventos.

source: Page to display the calendar of upcoming events.
es_es: Página para ver los eventos por venir.
fi_fi: Tulevien tapahtumien kalenteriin näyttämiseen tarkoitettu sivu
nl_nl: Pagina om de kalender weer te geven vaan aankomende events.
pt_br: Página para mostrar o calendário dos próximos eventos.

source: Download CSV
fi_fi: Lataa CSV

source: Printer Friendly Version
fi_fi: Tulostinystävällinen versio
nl_nl: Printer Vriendelijk Versie
pt_br: Versão para Impressão

source: Network Admin
fi_fi: Verkon admin
nl_nl: Netwerk Admin
pt_br: Administrador da Rede

source: Global Dashboard
fi_fi: Yleinen Ohjauspaneeli
nl_nl: Globaal Dashboard
pt_br: Painel de Controle Global

source: Could not create the report cache directory. Make sure that the permissions for '%s' allow the webserver to create a directory, and try again.
fi_fi: Raporttivälimuistin tiedostoa ei voitu luoda. Varmista, että web-palvelimen oikeudet kohteessa '%s' riittävät hakemiston luomiseen, ja yritä uudelleen.
nl_nl: Kan geen rapport cache map maken. Verzeker dat de permissies voor %s' toestaan dat de webserver een map mag maken, en probeer opnieuw.
pt_br: Não foi possível criar o diretório cache dos relatórios. Certifique-se que as permissões do servidor web para '%s' possam criar um diretório e tente novamente.

source: An un expected error occurred during report generation.
fi_fi: Raportin luomisessa tapahtui odottamaton virhe.
nl_nl: Er is een onverwachte fout opgetreden tijdens het genereren van een rapport.
pt_br: Um erro inesperado ocorreu durante a geração do relatório.

source: Could not find the report result template. Below is the list of raw CSV results.
fi_fi: Raportin tulosten mallinetta ei löytynyt. Alla on lista tuloksista CSV-raakamuodossa.
nl_nl: Kan de het template van rapport uitslag niet vinden. Hieronder is de lijst van de raw CSV results.
pt_br: Não foi possível encontrar o template de relatório de resultado. Abaixo está a lista de resultados em CSV.

source: View report for
fi_fi: Katso raportti aiheesta
nl_nl: Bekijk rapport van
pt_br: Ver relatório para

source: Report for
fi_fi: Raportti aiheesta
nl_nl: Rapport van
pt_br: Relatório para

source: (unknown)
fi_fi: (tuntematon)
nl_nl: (onbekend)
pt_br: (desconhecido)

source: -free-
fi_fi: -vapaa-
nl_nl: -gratis-
pt_br: -livre-

source: Shows
es_es: Espectáculos
fi_fi: Näytökset

source: (none)
es_es: (ninguno)
fi_fi: (ei yhtään)
nl_nl: (geen)

source: Invalid order.
es_es: Orden inválida
fi_fi: Virheellinen tilaus.
nl_nl: Ongeldige order.
pt_br: Pedido inválido.

source: My Account &rarr;
es_es: Mi cuenta &rarr;
fi_fi: Oma tili &rarr;
nl_nl: Mijn Account &rarr;
pt_br: Minha conta &rarr;

source: Order <mark class="order-number">%s</mark> made on <mark class="order-date">%s</mark>
es_es: Orden <mark class="order-number">%s</mark> realizada el <mark class="order-date">%s</mark>
fi_fi: Tilaus <mark class="order-number">%s</mark> tehty <mark class="order-date">%s</mark>
nl_nl: Order <mark class="order-number">%s</mark> gemaakt op <mark class="order-date">%s</mark>
pt_br: Pedido <mark class="order-number">%s</mark> feito em <mark class="order-date">%s</mark>

source: Order status: <mark class="order-status">%s</mark>
es_es: Estado de la orden: <mark class="order-status">%s</mark>
fi_fi: Tilauksen tila: <mark class="order-status">%s</mark>
pt_br: Status do Pedido: <mark class="order-status">%s</mark>

source: Order Updates
es_es: Actualizaciones de la orden
fi_fi: Tilauksen muutokset
pt_br: Atualizações do Pedido

source: My Account Page
es_es: Mi cuenta
fi_fi: Oma käyttäjä
nl_nl: Mijn Account Pagina
pt_br: Página Minha Conta

source: Display Upcoming Tickets
es_es: Próximos tiquetes
fi_fi: Näytä tulevat liput
nl_nl: Aankomende Tickets weergeven
pt_br: Mostrar Próximos Ingressos

source: Format to display the upcoming tickets list in. The list appears on the end user's "My Account" page.
es_es: Formato para mostrar la lista de tiquetes próximos. Aparecerá al final de la página "Mi cuenta".
fi_fi: Tulevien pääsylippujen esitysmuoto. Lista esiintyy loppukäyttäjän "Oma Tili"-sivulla.
nl_nl: Formaat om de aankomende ticket lijst in weer te geven. De lijst verschijnt op de "Mijn Account" pagina van de gebruiker.
pt_br: Formato para mostrar a lista dos próximos ingressos. A lista aparece na página "Minha Conta" do usuário final.

source: By Event
es_es: Por evento
fi_fi: Tapahtuman mukaan
nl_nl: Op Event
pt_br: Por Evento

source: As Line Item List
es_es: Lista por evento
fi_fi: Tuotelistauksena
nl_nl: Als Line-Item Lijst
pt_br: Lista de Itens em Linha

source: Infinite Login
es_es: Registro infinito
fi_fi: Jatkuva sisäänkirjaus
nl_nl: Oneindige Login
pt_br: Login Infinito

source: Once a user logs in, they stay logged in, forever.
es_es: Una vez que se registre el usuario, su sesión permanecerá activa por siempre.
fi_fi: Kun käyttäjä kirjautuu sisään, istunto jatkuu äärettömän pitkään.
nl_nl: Als een gebruiker inlogd, blijft deze ingelogd, voor altijd.
pt_br: Uma vez que um usuário faz login, ele ficará logado sempre.

source: Event
es_es: Evento
fi_fi: Tapahtuma
pt_br: Evento

source: View this event
es_es: Ver
fi_fi: Tarkastele tapahtumaa
nl_nl: Bekijk dit event
pt_br: Ver este evento

source: Events
es_es: Eventos
fi_fi: Tapahtumat
pt_br: Eventos

source: Top Level Events
es_es: Eventos principales
fi_fi: Produktiot
pt_br: Eventos de alto nível

source: sold-out
fi_fi: loppuunmyyty

source: low
fi_fi: vähän

source: medium
fi_fi: kohtalaisesti

source: high
fi_fi: runsaasti

source: available
es_es: Disponible:
fi_fi: saatavilla
nl_nl: Beschikbaar:
pt_br: Disponível:

# post
source: Hidden
es_es: Oculto
fi_fi: Piilotettu
nl_nl: Verborgen

source: Hidden <span class="count">(%s)</span>
fi_fi: Piilotettu <span class="count">(%s)</span>

source: MM-dd-yyyy
fi_fi: dd-MM-yyyy
nl_nl: dd-MM-yyyy
pt_br: dd-MM-yyyy

source: ddd MM-dd-yyyy
fi_fi: ddd dd-MM-yyyy
nl_nl: ddd dd-MM-yyyy
pt_br: ddd dd-MM-yyyy

source: m/d/Y
fi_fi: j.n.Y
nl_nl: d/m/Y
pt_br: d/m/Y

source: g:ia
fi_fi: H:i

source: on %2$s
fi_fi: %2$s
nl_nl: toegevoeg op %2$s

source: @ %3$s
fi_fi: kello %3$s

# Permalink date
source: Y-m-d_gia
es_es: Y-m-d
fi_fi: Y-m-d_H:i
nl_nl: Y-m-d

# metabox title
source: Event Date Time Settings
es_es: Ajuste de fecha y hora del evento
fi_fi: Tapahtuman ajankohdan asetukset
nl_nl: Event Datum Tijd instellingen

# metabox title
source: Event Titles
es_es: Evento (Fecha/hora)
fi_fi: Tapahtuman otsikot
nl_nl: Event Datum/Tijd

# metabox title
source: Stop Sales Before Show
fi_fi: Lopeta myynti ennen esitystä

# metabox title
source: Event Run Date Range
es_es: Rango de fechas del evento
fi_fi: Tapahtuman aikaväli
nl_nl: Event Looptijd Datum Beriek

# metabox field heading
source: Show Date
es_es: Ver reporte
fi_fi: Näytä päivämäärä
nl_nl: Geef Rapport Weer

# checkbox description
source: Use the site wide default setting
fi_fi: Käytä sivuston oletusasetuksia

# radio button description
source: Yes, show the date
fi_fi: Kyllä, näytä päivämäärä

# radio button description
source: No, hide the date
fi_fi: Ei, piilota päivämäärä

# field helper text
source: Decided whether to use the global "%s" setting, or if you want to specify a specific value for these events.
fi_fi: Päätä, käytätkö näille tapahtumille yleisiä vai itse säädettyjä "%s"-asetuksia.

# option name
source: Show Date
es_es: Ver reporte
fi_fi: Näytä päivämäärä
nl_nl: Geef Rapport Weer

# metabox field heading
source: Show Time
es_es: Hora de inicio
fi_fi: Näytä kellonaika
nl_nl: Start Tijd

# radio button description
source: Yes, show the time
fi_fi: Kyllä, näytä kellonaika

# radio button description
source: No, hide the time
fi_fi: Ei, piilota kellonaika

# option name
source: Show Time
es_es: Hora de inicio
fi_fi: Näytä kellonaika
nl_nl: Start Tijd

source: Formula
fi_fi: Lauseke
