Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: This is the formula to calculate when tickets should stop being sold on the frontend for this show. For example, if you wish to stop selling tickets 2 hours and 30 minutes before the show, use: <code>2 hours 30 minutes</code>. Valid units include: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years. Leave the formula empty to just use the Global Setting for this formula.
es_es: Esta es la fórmula para calcular cuándo se deben dejar de vender los tiquetes para este evento. Por ejemplo, si quiere dejar de vender tiquetes dos horas y 30 minutos antes del evento, utilice: <code>2 hours 30 minutes</code>. Las unidades válidas (en inglés) son: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years. Deje el campo vacío para utilizar la configuración global para esta fórmula.
fi_fi: Tämä asetus määrittelee kaavan, jonka perusteella esityksen lipunmyynti lopetetaan ennen esityksen alkua. Esimerkiksi 2 tuntia ja 30 minuuttia syötetään <code>2 hours 30 minutes</code>. Kelvolliset aikamääreet ovat (englanniksi): <em>hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years</em>. Tyhjäksi jätettynä kentässä sovelletaan yleisiä asetuksia.
nl_nl: Dit is de formule om te berkenen wanneer ticket verkoop gestop moet worden op de front-end van deze show. Bijvoorbeeld, als u wil dat 2 uur en 30 miniuten voor dat de show begint de ticket verkoop wordt gestopt, gebruik <code>2 uur 30 minuten</code>. Gebruikte eenheden zijn: uur, uren, minuut, minuten, seconde, seconden, dag, dagen, week, weken, maand, maanden, jaar, jaren. Laat het veld leeg om de globale instellingen voor deze formule te gebruiken.
pt_br: Esta é a fórmula para calcular quando os ingressos deverão parar de ser vendidos no frontend para este show. Por exemplo, se você desejar parar a venda de ingressos 2 horas e 30 minutos antes do show, use: <code>2 hours 30 minutes</code>. As unidades válidas são: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years. Deixe a formula vazia para usar a Configuração Global para esta fórmula.

source: Start Date/Time
es_es: Inicio del evento (Fecha/hora)
fi_fi: Alkamisajankohta
nl_nl: Start Datum/Tijd
pt_br: Data/Hora de Início

source: End Date/Time:
es_es: Terminación del evento (Fecha/hora):
fi_fi: Päättymisajankohta
nl_nl: Eind Datum/Tijd
pt_br: Data/Hora de Encerramento

source: Basic Settings
es_es: Configuración básica
fi_fi: Perusasetukset
nl_nl: Algemene Instellingen
pt_br: Configurações Básicas

source: Start Date
es_es: Fecha de inicio
fi_fi: Alkamispäivämäärä
nl_nl: Start Datum
pt_br: Data de Início

source: Start Time
es_es: Hora de inicio
fi_fi: Alkamisaika
nl_nl: Start Tijd
pt_br: Hora de Início

source: End Date
es_es: Fecha de terminación
fi_fi: Päättymispäivämäärä
nl_nl: Eind Datum
pt_br: Data de Encerramento

source: End Time
es_es: Hora de terminación
fi_fi: Päättymisaika
nl_nl: Eind Tijd
pt_br: Hora de Encerramento

source: Repeat
es_es: Repetir
fi_fi: Toista
nl_nl: Herhalen
pt_br: Repetir

source: Repeats
es_es: Se repite
fi_fi: Toistoa
nl_nl: Herhaald
pt_br: Repita

source: Weekly
es_es: Semanalmente
fi_fi: Viikottain
nl_nl: Weekelijks
pt_br: Semanalmente

source: Repeats Every
es_es: Se repite cada
fi_fi: Toista joka
nl_nl: Herhaal Elke
pt_br: Repita Cada

source: days
es_es: días
fi_fi: päivä
nl_nl: dagen
pt_br: dias

source: weeks
es_es: semanas
fi_fi: viikko
nl_nl: weken
pt_br: semanas

source: Repeat on
es_es: Repetir el
fi_fi: Toista
nl_nl: Herhaal op
pt_br: Repita ao

source: Mo
es_es: Lun
fi_fi: Ma
nl_nl: Ma
pt_br: Seg

source: Tu
es_es: Mar
fi_fi: Ti
nl_nl: Di
pt_br: Ter

source: We
es_es: Mie
fi_fi: Ke
nl_nl: Wo
pt_br: Qua

source: Th
es_es: Jue
fi_fi: To
nl_nl: Do
pt_br: Qui

source: Fr
es_es: Vie
fi_fi: Pe
pt_br: Sex

source: Sa
es_es: Sab
fi_fi: La
nl_nl: Za
pt_br: Sáb

source: Starts on
es_es: Empieza el
fi_fi: Alkaa
nl_nl: Start op
pt_br: Inicia em

source: Ends
es_es: Termina
fi_fi: Päättyy
nl_nl: Eindigt
pt_br: Termina

source: After
es_es: Después
fi_fi: Jälkeen
nl_nl: Na
pt_br: Depois

source: occurences
es_es: repeticiones
fi_fi: esiintymiset
nl_nl: voorkomens
pt_br: ocorrências

source: Add to Calendar
es_es: Agregar al calendario
fi_fi: Lisää Kalenteriin
nl_nl: Toevoegen aan Kalender
pt_br: Adicionar ao Calendário

source: Event Date/Times
es_es: Evento (Fecha/hora)
fi_fi: Tapahtumien ajankohdat
nl_nl: Event Datum/Tijd
pt_br: Data/Horários do Evento

source: Settings
es_es: Configuración
fi_fi: Asetukset
nl_nl: Instellingen
pt_br: Configurações

source: Edit
es_es: Editar
fi_fi: Muokkaa
nl_nl: Aanpassen
pt_br: Editar

source: Published
es_es: Publicado
fi_fi: Julkaistu
nl_nl: Gepubliceerd
pt_br: Publicado

source: Privately Published
es_es: Privado
fi_fi: Julkaistu yksityisesti
nl_nl: Prive Gepubliceerd
pt_br: Publicado Privativamente

source: Scheduled
es_es: Programado
fi_fi: Aikataulutettu
nl_nl: Gepland
pt_br: Agendado

source: Pending Review
es_es: Pendiente de aprobación
fi_fi: Odottaa tarkastusta
nl_nl: Afwachtende Review
pt_br: Revisão Pendente

source: Draft
es_es: Borrador
fi_fi: Luonnos
nl_nl: Concept
pt_br: Rascunho

source: Cancel
es_es: Cancelar
fi_fi: Peruuta
nl_nl: Annuleren
pt_br: Cancelar

source: Visibility
es_es: Visibilidad
fi_fi: Näkyvyys
nl_nl: Zichtbaarheid
pt_br: Visibilidade

source: Viewable to the public
es_es: Visible al público
fi_fi: Julkisesti näkyvä
nl_nl: Zichtbaar in het openbaar
pt_br: Visível pelo público

source: Public
es_es: Público
fi_fi: Julkinen
nl_nl: Openbaar
pt_br: Público

source: Visible on the calendar, but only those with the password can view to make reservations
es_es: Se muestra en el calendario pero solamente las personas que saben la contraseña pueden hacer reservaciones
fi_fi: Näkyy kalenterissa, mutta vain salasanan avulla voi tehdä varauksia
nl_nl: Zichtbaar op de kalender maar allen diegene met het wachtwoord kunnen inzien om te reserveren.
pt_br: Visível no calendário, mas somente aqueles com a senha podem ver para fazer reservas

source: Password Protected
es_es: Protegido con contraseña
fi_fi: Salasanasuojattu
nl_nl: Beveiligd met wachtwoord
pt_br: Protegido por Senha

source: Password:
es_es: Contraseña
fi_fi: Salasana:
nl_nl: Wachtwoord:
pt_br: Senha:

source: Hidden from the calendar, but open to anyone with the url
es_es: Invisible en el calendario pero abierto a cualquiera que conozca la dirección URL
fi_fi: Piilotettu kalenterista, mutta saatavilla url:n avulla
nl_nl: Verborgen op de kalender maar openbaar voor iedereen met de url
pt_br: Escondido do calendário, mas aberto para qualquer um com a url

source: Hidden
es_es: Oculto
fi_fi: Piilotettu
nl_nl: Verborgen
pt_br: Escondido

source: Only logged in admin users or the event author can view it
es_es: Solamente los administradores registrados o el autor del evento pueden verlo
fi_fi: Näkyvillä vain sisäänkirjautuneille pääkäyttäjille ja tapahtuman tekijälle
nl_nl: Alleen ingelogde admin users of de event auteur kan inzien.
pt_br: Somente administradores logados ou o autor do evento podem ver isto

source: Private
es_es: Privado
fi_fi: Yksityinen
nl_nl: Privé
pt_br: Privado

source: Publish Date:
es_es: Fecha de publicación:
fi_fi: Julkaisupäivämäärä:
nl_nl: Publiceer Datum:
pt_br: Data de Publicação

source: January
es_es: Enero
fi_fi: Tammikuu
nl_nl: Januari
pt_br: Janeiro

source: February
es_es: Febrero
fi_fi: Helmikuu
nl_nl: Februari
pt_br: Fevereiro

source: March
es_es: Marzo
fi_fi: Maaliskuu
nl_nl: Maart
pt_br: Março

source: April
es_es: Abril
fi_fi: Huhtikuu
pt_br: Abril

source: May
es_es: Mayo
fi_fi: Toukokuu
nl_nl: Mei
pt_br: Maio

source: June
es_es: Junio
fi_fi: Kesäkuu
nl_nl: Juni
pt_br: Junho

source: July
es_es: Julio
fi_fi: Heinäkuu
nl_nl: Juli
pt_br: Julho

source: August
es_es: Agosto
fi_fi: Elokuu
nl_nl: Augustus
pt_br: Agosto

source: September
es_es: Septiembre
fi_fi: Syyskuu
pt_br: Setembro

source: October
es_es: Octubre
fi_fi: Lokakuu
pt_br: Outubro

source: November
es_es: Noviembre
fi_fi: Marraskuu
pt_br: Novembro

source: December
es_es: Diciembre
fi_fi: Joulukuu
pt_br: Dezembro

source: Event base
es_es: Base del evento
fi_fi: Tapahtumien etuliite
pt_br: Base do Evento

source: Enter a custom base to use. This url segment will prefix the event name in the url.<br/><code>example: %s</code>
es_es: Escriba una base para el evento. Será utilizada como prefijo del evento en su URL.<br/><code>Por ejemplo: %s</code>
fi_fi: Syötä haluamasi etuliite tapahtumille. Se edeltää tapahtuman nimeä URL:ssa. <br/><code>esimerkki: %s</code>
nl_nl: Voor een custom base in. Dit url segment staat voor de event naam in de url.<br/><code>voorbeeld: %s</code>
pt_br: Entre uma base personalizada para usar. Esse segmento de url irá preceder o nome do evento na url.<br/><code>exemplo: %s</code>

source: Event permalink base
es_es: Base del enlace permanente del evento
fi_fi: Tapahtumien kestolinkkien etuliite
pt_br: Permalink base do Evento

source: Event Display
es_es: Mostrar el evento
fi_fi: Tapahtumien esitys
nl_nl: Event Weergave
pt_br: Exibição de Evento

source: Stop Sales Before Show
es_es: Parar la venta de entradas antes del evento
fi_fi: Lopeta myynti ennen esitystä
nl_nl: Verkoop Stoppen Voor Show
pt_br: Parar Vendas Antes do Show

source: Amount of time to stop sales for a show, before show time. (ie: stop sales two hour before show time <code>2 hours</code>)
es_es: Cantidad de tiempo para parar las ventas de un evento antes de que empiece (p.e. parar las ventas dos horas antes del comienzo (en inglés): <code>2 hours</code>
fi_fi: Aikamääre lipunmyynnin lopettamiseen ennen esityksen alkua. (eli: <code>2 hours</code> lopettaa myynnin kaksi tuntia ennen esitystä)
nl_nl: Tijd voor de show waneer de verkoop stopt. (bv. twee uur van te voren stoppen met verkoop <code>2 uur</code>)
pt_br: Quantidade de tempo para encerrar as vendas para um show, antes do horário do show. (ie: parar as vendas duas horas antes do show <code>2 hours</code>)

source: valid units: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years
es_es: Unidades válidas (utilice el equivalente en inglés entre paréntesis): hora (hour), horas (hours), minuto (minute), minutos (minutes), segundo (second), segundos (seconds), día (day), días (days), semana (week), semanas (weeks), mes (month), meses (months), año (year), años (years)
fi_fi: kelvolliset aikamääreet (englanniksi): hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years
nl_nl: gebruikte eenheden: uur, uren, minuut, minuten, seconde, secondes, dag, dagen, week, weken, maand, maanden, jaar, jaren.
pt_br: unidades válidas: hour, hours, minute, minutes, second, seconds, day, days, week, weeks, month, months, year, years

source: Single Event Synopsis
es_es: Resumen del evento singular
fi_fi: Yksittäisen tapahtuman esittelyteksti
nl_nl: Enkele Event Samenvatting
pt_br: Sinopse do Evento único

source: Show event synopsis on single event pages
es_es: Mostrar el resumen en las páginas de los eventos singulares
fi_fi: Näytä tapahtuman esittelyteksti yksittäisten tapahtumien sivuilla
nl_nl: Geeft event samenvattingen op enekele event pagina's weer
pt_br: Mostrar a sinopse do evento em paginas únicas de evento

source: By default, just the event logo, and the event pricing options are shown. This feature will additionally show the description of the event to the user.
es_es: Por defecto solo se muestran el logo del evento y el costo. Esta opción mostrará también la descripción del evento.
fi_fi: Oletuksena esillä ovat vain vain tapahtuman logo ja hinnoitteluvaihtoehdot. Tämän asetuksen myötä käyttäjälle näytetään lisäksi tapahtuman kuvaus.
nl_nl: Staandaard, alleen het event logo en de prijs van het event zijn weergegeven. Deze feature laat ook de omschrijving van het event aan de gebruiker zien.
pt_br: Por padrão, somente o logo do evento, e as opções de preço do evento serão mostradas. Essa funcionalidade adicionalmente irá mostrar a descrição do evento para o usuário.

source: Single Event Synopsis Position
es_es: Resumen del evento singular
fi_fi: Yksittäisen tapahtuman esittelytekstin sijainti
nl_nl: Enekele Event Samenvatting Positie
pt_br: Posição da Sinopse do Evento único

source: The display position of the Event Synopsis on the single event page.
es_es: Mostrar el resumen en las páginas de los eventos singulares
fi_fi: Sijainti, jossa esittelyteksti näytetään yksittäisen tapahtuman sivulla.
nl_nl: De weergave positie van de Event Samenvatting op de enkele event pagina
pt_br: A posição da exibição da Sinopse do Evento na página única de evento

source: Above the Ticket Selection UI
fi_fi: Lippukäyttöliittymän yläpuolella
nl_nl: Boven de Ticket Selectie UI
pt_br: Acima da UI de Seleção de Ingresso

source: Below the Ticket Selection UI
fi_fi: Lippukäyttöliittymän alapuolella
nl_nl: Onde de Ticket Selectie UI
pt_br: Abaixo da UI de Seleção de Ingresso

source: Show Date
es_es: Ver reporte
fi_fi: Näytä päivämäärä
nl_nl: Geef Rapport Weer
pt_br: Data de Início

source: Show the date in the title of events, on the event details pages.
es_es: Mostrar en el tiquete el número de la orden.
fi_fi: Näytä päivämäärä yksittäisiä esityksiä koskevien tapahtumasivujen otsikoissa.
nl_nl: Geef het order nummer van het ticket weer op het ticket.
pt_br: Mostra o número do pedido do ingresso, no ingresso.

source: This is the difference between a title reading "My Event" and "My Event on 09/12/2015".
fi_fi: Otsikko on muodoltaan joko "Minun tapahtumani" tai "Minun tapahtumani 9.12.2015".

source: Show Time
es_es: Hora de inicio
fi_fi: Näytä kellonaika
nl_nl: Start Tijd
pt_br: Hora de Início

source: Show the time in the title of events, on the event details pages.
fi_fi: Näytä kellonaika yksittäisiä esityksiä koskevien tapahtumasivujen otsikoissa.

source: This is the difference between a title reading "My Event" and "My Event @ 6:00pm".
fi_fi: Otsikko voi olla muodoltaan joko "Minun tapahtumani" tai "Minun tapahtumani kello 18:00".

source: Availability Quantity
fi_fi: Jäljellä oleva lukumäärä

source: Yes, show the quantity that is available, on the frontend, when showing the availability.
fi_fi: Kyllä, näytä asiakkaalle jäljellä olevian lippujen lukumäärä.

source: There are not %s tickets available to reserve.
fi_fi: Lippuja (%s) ei ole varattavissa

source: The current settings disallow using "<strong>Guest</strong>" as the customer for the order. You have attempted to use "<strong>Guest</strong>" as the customer. You will not be able to process payments or complete an order until a user has been selected as the customer.
es_es: Esta opción desactiva el uso de "<strong>Invitado (Guest)</strong>" como cliente en la orden. Ha intentado usar "<strong>Invitado (Guest)</strong>" como cliente. No podrá pagar ni completar la orden hasta que haya seleccionado su nombre de usuario como cliente.
fi_fi: Nykyiset asetukset eivät salli "<strong>Vieraskäyttäjän</strong>" tekemiä tilauksia. Yritit käyttää "<strong>Vieraskäyttäjää</strong>" asiakkaana. Et voi suorittaa maksua tai viimeistellä tilausta ennen kuin asiakkaaksi on valittu varsinainen käyttäjä.
nl_nl: The huidge instellingen staan niet toe om "<strong>Gast</strong>" toe te staan als klant voor de order. U heeft geprobeer om "<strong>Gast</strong>" te gebruiken als klant voor de order. U kunt niet doorgaan met het verwerken van de betaling todat er een gebruiker is gekozen.
pt_br: As opções atuais não permitem usar "<strong>Convidado</strong>" como cliente para o pedido. Você deve tentou usar "<strong>Convidado</strong>" como cliente. Você não será autorizado a processar pagamentos ou completar um pedido até que um usuário tenha sido selecionado como cliente.

source: Additionally, because of the current Woocommerce settings, "<strong>Guest</strong>" is not allowed as the customer user. Please select a user first.
es_es: Además, dada la configuración de Woocommerce (la plataforma de pago), "<strong>Invitado (Guest)</strong>" no puede ser utilizado como cliente. Por favor seleccione su nombre de usuario.
fi_fi: Lisäksi nykyisten WooCommercen asetusten vuoksi "<strong>Vieraskäyttäjää</strong>" ei hyväksytä asiakkaaksi. Ole hyvä ja valitse ensin varsinainen käyttäjätili.
nl_nl: Door de huidige Woocommerce settings, "<strong>Gast</strong>" is niet toegestaan als klant gebruiker. Selecteer A.U.B. een gebuiker.
pt_br: Adicionalmente, por causa das configurações atuais do Woocommerce, "<strong>Convidado</strong>" não é permitido como usuário do cliente. Por favor, escolha um usuário.

source: You cannot use "Guest" as the owner of the order, due to current Woocommerce settings.
es_es: Debido a la configuración de Woocommerce (la plataforma de pago) no puede utilizar "Invitado (Guest)" como cliente para la orden.
fi_fi: WooCommercen asetusten vuoksi et voi käyttää "Vieraskäyttäjää" tilauksen tekemiseen.
nl_nl: Door de Woocommerce settings kunt u niet "Gast" gebruiken als eigenaar van de order.
pt_br: Você não pode usar "Convidado" como dono do pedido, devido às configurações atuais do Woocommerce.

source: is a required field.
es_es: Nombre de usuario es un campo obligatorio
fi_fi: on vaadittu kenttä.
nl_nl: Gebruikersnaam is een verplicht veld.
pt_br: O nome de usuário é um campo obrigatório

source: Please enter a valid postcode/ZIP.
es_es: Orden inválida
fi_fi: Syötä kelvollinen postinumero.
nl_nl: Dat is geen geldige order.
pt_br: Este não é um pedido válido.

source: is not a valid phone number.
es_es: número telefónico inválido
fi_fi: puhelinnumero ei kelpaa
nl_nl: moet een geldig telefoon nummer zijn
pt_br: deve ser um número de telefone válido

source: is not a valid email address.
es_es: Dirección de correo electrónico inválida
fi_fi: Sähköpostiosoite ei ole kelvollinen
nl_nl: Dat is geen geldig email adres.
pt_br: Isso não é um endereço de email válido.

source: is not valid. Please enter one of the following:
fi_fi: ei ole kelvollinen. Käytä jotain seuraavista:

source: Your current settings require you to provide most billing information for each order.
es_es: Debe proveer más detalles de pago para cada orden
fi_fi: Nykyiset asetuksen vaativat antamaan laskutustiedot jokaiselle tilaukselle.
nl_nl: De huidige instellingen vereisen u om de meeste betaalinformatie te geven voor elke order.
pt_br: Suas configurações atuais exigem que você forneça mais informações de faturamento para cada ordem.

source: You do not have permission to create users. Sorry.
es_es: Hey, no tiene permiso suficiente para realizar esta operación.
fi_fi: Valitettavasti sinulla ei ole oikeuksia uusien käyttäjien luomiseen.
nl_nl: U heeft niet genoeg rechten om deze actie uit te voeren!
pt_br: Você não tem permissões suficientes para realizar esta ação!

source: The username is a required field.
es_es: Nombre de usuario es un campo obligatorio
fi_fi: Käyttäjätunnus on vaadittu kenttä.
nl_nl: Gebruikersnaam is een verplicht veld.
pt_br: O nome de usuário é um campo obrigatório

source: That user name contains illegal characters.
es_es: El nombre de usuario contiene caracteres inválidos
fi_fi: Käyttäjänimessä on kiellettyjä merkkejä.
nl_nl: Uw gebeuikers naam bevat niet toegestane tekens.
pt_br: Esse nome de usuário contém caracteres ilegais.

source: is already being used by another user. Please enter a different username.
es_es: ya está siendo utilizado. Por favor escoja otro.
fi_fi: on jo toisen käyttäjän käytössä. Valitse uusi käyttäjätunnus
nl_nl: word al gebruikt door een andere gebruiker. Kies A.U.B. een andere gebruikersnaam.
pt_br: já está sendo usado por outro usuário. Digite um nome de usuário diferente.

source: The email address is required.
es_es: La dirección de correo electrónico es necesaria.
fi_fi: Sähköpostiosoite tarvitaan.
nl_nl: Het email adres is vereist.
pt_br: O endereço de email é obrigatório.

source: That is not a valid email address.
es_es: Dirección de correo electrónico inválida
fi_fi: Sähköpostiosoite ei ole kelvollinen
nl_nl: Dat is geen geldig email adres.
pt_br: Isso não é um endereço de email válido.

source: is already in use by another user. Please use a different email address.
es_es: ya está registrada. Por favor digite otra dirección de correo electrónico.
fi_fi: on jo toisen käyttäjän käytössä. Valitse uusi sähköpostiosoite.
nl_nl: word al gebruikt door een andere gebuieker. Kies A.U.B. een ander email adres.
pt_br: já está em uso por outro usuário. Por favor use um endereço de email diferente.

source: The first name is a required field.
es_es: Nombre es un campo obligatorio
fi_fi: Anna etunimi.
nl_nl: Voornaam is een verplicht veld.
pt_br: O primeiro nome é um campo obrigatório.

source: The last name is a required field.
es_es: Apellido es un campo obligatorio
fi_fi: Anna sukunimi.
nl_nl: Achetrnaam is een verplicht veld.
pt_br: O último nome é um campo obrigatório.

source: The information you supplied passed validation.
es_es: Validación superada.
fi_fi: Antamasi tiedot läpäisivät tarkistuksen.
nl_nl: De verschafte informatie is goed gekeurd.
pt_br: As informações que você forneceu passou na validação.

source: User creation failed:
es_es: Error al crear la cuenta de usuario:
fi_fi: Käyttäjän luonti epäonnistui:
nl_nl: Gerbruiker aamaken mislukt:
pt_br: Criação do usuário falhou:

source: The user was created successfully.
es_es: Cuenta de usuario creada.
fi_fi: Käyttäjän luominen onnistui.
nl_nl: De gebruiers is succesvol aangemaakt.
pt_br: O usuário foi criado com êxito.

source: New User Form
es_es: Registro de nuevo usuario
fi_fi: Uusi käyttäjä -lomake
nl_nl: Nieuwe Gebuiker Formulier
pt_br: Formulário de Novo Usuário

source: Username
es_es: Nombre de usuario
fi_fi: Käyttäjätunnus
nl_nl: Gebruikersnaam
pt_br: Nome de Usuário

source: Email
es_es: Correo electrónico
fi_fi: Sähköposti

source: First Name
es_es: Nombre
fi_fi: Etunimi
nl_nl: Voornaam
pt_br: Primeiro Nome

source: Last Name
es_es: Apellido
fi_fi: Sukunimi
nl_nl: Achternaam
pt_br: Sobrenome

source: Additional Email Settings
es_es: Configuración general
fi_fi: Sähköpostin asetukset
nl_nl: Extra Email Instellingen
pt_br: Configurações de Email adicionais

source: Custom Completed Order Message (Above Order Items)
es_es: Mensaje personalizado al terminar la orden
fi_fi: Oma "Tilaus onnistui"-viesti (tilaustietojen yläpuolella)
nl_nl: Aangepast Voltooide Order Bericht (Boven Order Items)
pt_br: Mensagem personalizada do Pedido Concluído (Acima dos itens do pedido)

source: This html appears near the top of the default Completed Order email, sent to the customer upon completion of their order, above the order items.
es_es: Este código HTML aparecerá al final del correo de "Orden completada" que será enviado al cliente una vez haya completado la orden, debajo de su dirección.
fi_fi: Tämä html-teksti esiintyy tavallisen "Tilaus onnistui"-viestin yläosassa tilaustietojen yläpuolella. Se lähetetään asiakkaalle tilauksen valmistuessa.
nl_nl: Deze html verschijnt boven in de standaard Voltooide Order email die wordt verstuurd naar de klant waneer de order voltooid is, boven de order items.
pt_br: Este html aparece perto do topo do email padrão de Pedido Concluído, enviado ao cliente após a conclusão de seu pedido, acima dos itens do pedido.

source: Custom Completed Order Message - Text only version (Above Order Items)
es_es: Mensaje personalizado de "Orden completada" - Versión solo texto
fi_fi: Oma "Tilaus onnistui"-viesti - vain teksti (tilaustietojen yläpuolella)
nl_nl: Aangepast Voltooide Order Bericht - Text only versie (Boven Oder Items)
pt_br: Mensagem personalizada de Pedido Concluído - Versão somente texto (Acima dos itens do pedido)
