Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: Removed all the locally cached Ticket assets. Every external asset will now be recached.
fi_fi: Kaikkien paikallisten Lippujen välimuisti on tyhjennetty. Välimuisti luodaan nyt uudestaan.

source: Purged the OTCE table versions, forcing a reinitialize of the tables.
fi_fi: OTCE-taulujen versiot tuhottu, taulujen uudelleen alustus pakotettu.
nl_nl: OCTE tabel versies verwijdered. Tabellen zijn aan het herinitializeren.
pt_br: Versões das tabelas OTCE depuradas, forçando a reinicialização das tabelas.

source: The order-item to ticket-table resync has been completed.
fi_fi: Tuote- ja lipputaulujen uudelleensynkronointi on valmis.
nl_nl: De order-item naar ticket-table resync is voltooid.
pt_br: A ressincronização do item-pedido para tabela-ingresso foi concluída.

source: We started the order-item to ticket-table resync. This will take a few minute to complete. You will receive an email upon completion.
fi_fi: Tuote- ja lipputaulujen uudelleensynkronointi on aloitettu. Sen valmistuminen kestää muutaman minuutin. Saat silloin ilmoituksen sähköpostiin.
nl_nl: De order-item naar ticket-table resync is gestart. Dit zal een paar minuten duren. U ontvangt een email waneer dit is voltooid.
pt_br: Começamos a ressincronização do item-pedido para a tabela-ingresso. Isso vai demorar alguns minutos para ser concluído. Você receberá um e-mail após a conclusão.

source: Failed to remove the cached ticket assets. Usually this is a permission issue.
fi_fi: Lippujen välimuistin poistaminen epäonnistui. Yleensä tämä johtuu tiedosto-oikeuksista.

source: A problem occurred during the order-item to ticket-table resync. It did not complete.
fi_fi: Tuote- ja lipputaulujen uudelleensynkronoinnissa tapahtui ongelma. Se ei tullut valmiiksi.
nl_nl: Er is een probleem onstaant tijdens de order-item naar ticket-table resync. Deze is niet voltooid.
pt_br: Ocorreu um problema durante a ressincronização do item-pedido para tabela-ingresso. Ela não foi concluída.

source: We could not start the background process that resyncs your order-items to the ticket-table. Try using the non-background method.
fi_fi: Taustaprosessin luominen tuote- ja lipputaulujen uudelleensynkronoinnille ei onnistunut. Yritä käyttää suoraa menetelmää.
nl_nl: Het achtergrond proces voor het hersynchroniseren van de order-item naar de ticket-tabel kan niet gestart worden. Probeer de niet achtergrond methode.
pt_br: Não conseguimos iniciar em segundo plano o processo que ressincroniza seus itens-pedido para tabela-ingresso. Tente usar o método que não seja em segundo plano.

source: Resync order items to tickets table
fi_fi: Uudelleensynkronoi tuote- ja lipputaulut.
nl_nl: Resync order-items naar ticket-table
pt_br: Ressincroniza itens do pedido para tabela de ingresso.

source: Looks up all order items that are ticket which have been paid for, and makes sure that they are marked in the tickets table as paid for. <strong>If you have many orders, this could take a while, during which time you should not close this window.</strong>
fi_fi: Etsii kaikki tuotetilauksen, jotka ovat maksettuja lippuja ja varmistaa, että ne on merkitty lipputauluun maksetuiksi.<strong> Jos tilauksia on paljon, tässä voi vierähtää hetki, jonka aikana tätä ikkunaa ei tule sulkea. </strong>
nl_nl: Zoekt naar alle order-items die ook een ticket zijn en voor welke betaald is en controleerd of deze in de ticket-table staan als betaald. <strong>Als u veel orders heeft kan dit even duren. Sluit in de tussentijd dit browser vernster niet.</strong>
pt_br: Procura todos os itens do pedido quem são ingressos que foram pagos, e certifica-se que eles estão marcados na tabela de ingressos como pago. <strong>Se você tem muitos pedidos, isso pode levar algum tempo, durante o qual você não deve fechar esta janela.</ strong>

source: Background: resync order items to tickets table
fi_fi: Taustaprosessi: uudelleensynkronoi tuote- ja lipputaulut.
nl_nl: Achergrond: resync order-items naar ticket-tabe
pt_br: Plano de fundo: ressincroniza itens do pedido para tabela de ingressos.

source: Same as above, only all processing is done behind the scenes. This takes longer, but does not require that you keep this window open.
fi_fi: Sama kuin yllä, mutta prosessointi tapahtuu taustalla. Tämä kestää pidempään, mutta ei vaadi ikkunan pitämistä auki.
nl_nl: Zelfde als de optie hier boven, alleen draait het proces in de achtergrond. Dit duurt langer maar het browser scherm hoeft niet open te blijven.
pt_br: O mesmo que acima, apenas todo o processamento é feito nos bastidores. Isso leva mais tempo, mas não exige que você mantenha esta janela aberta.

source: Force the DB tables to re-initialize
fi_fi: Pakota tietokantataulujen alustus
nl_nl: Forceer de DB tabellen om te herinitialiseren
pt_br: Força a reinicialização das tabelas do BD.

source: In some very rare cases, you may need to force the db tables to be recreated. This button, does that.
fi_fi: Joissain harvinaisissa tapauksissa tietokantataulut täytyy luoda uudelleen. Se tapahtuu tästä napista.
nl_nl: In sommige zeldzame gevallen is het nodig om de DB tabellen opnieuw op te bouwen. Deze knop doet dat.
pt_br: Em alguns casos muito raros, você pode precisar forçar que as tabelas do bando de dados sejam recriadas. Este botão faz isso.

source: Remove Ticket File Cache
fi_fi: Tyhjennä Lippujen tiedostojen välimuisti

source: All non-local assets used to create tickets (like external images [google map] and css [custom tickets]) are cached locally. This will remove that cache, forcing all assets to be recached.
fi_fi: Kaikki lippujen luomiseen käytetyt paikalliset apuvälineet (kuten ulkoiset kuvat [google map] ja css [kustomoidut liput]) tallennetaan paikalliseen välimuistiin. Tämä toiminto tyhjentää välimuistin ja pakottaa työkalut luomaan sen uudelleen.

source: Missed one or more file during cache purge.
fi_fi: Yhden tai useamman tiedoston poistaminen epäonnistui välimuistin tyhjennyksessä.

source: FAILED:
fi_fi: EPÄONNISTUI:
nl_nl: MISLUKT:
pt_br: FALHOU:

source: Background Order-Item -> Tickets Table
fi_fi: Taustaprosessi: tuotetaulu -> lipputaulu
nl_nl: Achtergrond Order-Item -> Tickets-Table
pt_br: Plano de Fundo Item-Pedido -> Tabela de Ingressos

source: There was a problem trying to resync your order-items to the ticket-table. Try using the non-background version. If that also fails, report a bug on <a href="%">the forums</a>.
fi_fi: Tuote- ja lipputaulujen uudelleensynkronoinnissa oli ongelma. Yritä käyttää toiminnon suoraa versiota. Jos sekään ei toimi, raportoi ongelmasta <a href="%">foorumilla</a>.
nl_nl: Er is een probleem onstaant tijdens de order-item naar ticket-table resync. Probeer de niet achtergron methode. Mocht die ook falen, rapporter een bug op <a href="%">het forum</a>
pt_br: Houve um problema ao tentar sincronizar novamente seus itens-pedido para a tabela-ingressos. Tente usar a versão que não seja em plano de fundo. Se isso também falhar, relatar o bug nos<a href="%"> fóruns </a>.

source: SUCCESS:
fi_fi: ONNISTUI:
nl_nl: GESLAAGT:
pt_br: SUCCESSo:

source: Your order-items have been succesfully resynced with the ticket-table.
fi_fi: Tuotetilauksesi on onnistuneesti uudelleensynkronoitu lipputaulun kanssa.
nl_nl: Uw order-items zijn succesvol hergesynchroniseerd met de ticket-table.
pt_br: Seus itens-pedido foram sincronizados novamente com sucesso com a tabela-ingressos.

source: Environment
fi_fi: Ympäristö
nl_nl: Omgeving
pt_br: Ambiente

source: You have less than the required amount of memory allocated. The minimum required amount is 48MB. You currently have %s.
fi_fi: Sinulla on käytössä vähemmän muistia kuin tarvitset. Vähimmäisvaatimus on 48MB, sinulla on vain %s.
nl_nl: U heeft minder dan de vereiste hoeveelheid geheugen toegewezen. Het minimum is 48MB. U heeft %s.
pt_br: Você tem menos do que a quantidade necessária de memória alocada. A quantidade mínima exigida é de 48MB. Você está atualmente com% s.

source: Please <a href="%s">increase your memory allocation</a> to at least 48MB.
fi_fi: <a href="%s">Nosta muistin määräksi</a> vähintään 48MB.
nl_nl: <a href="%s">Verhoog uw toegewezen geheugen</a> tot tenminste 48MB.
pt_br: <a href="%s"> aumentar sua alocação de memória</a> para pelo menos 48MB.

source: You have more than the minimum required memory, but we still recommend you use allocate at least 64MB. You currently have %s.
fi_fi: Käytössäsi oleva muistin määrä on suurempi kuin vähimmäisvaatimus, mutta suosittelemme silti vähintään 64MB. Tällä hetkellä sinulla on %s.
nl_nl: U heeft meer dan de minimum hoeveelheid geheugen toegewezen, maar wij raden aan om alsnog minstens 64MB toe te wijzen. U heeft %s.
pt_br: Você tem mais memória que o mínimo necessário, mas ainda lhe recomendamos usar no mínimo 64MB alocados. Você tem atualmente %s.

source: We strongly recommend that you <a href="%s">increase your memory allocation</a> to at least 48MB.
fi_fi: Suosittelemme vahvasti, että <a href="%s">nostaisit muistin määräksi</a> vähintään 48MB.
nl_nl: We raden ten zeerste aan dat <a href="%s">u het toegewezen geheugen verhoogt</a> naar tenminste 48MB.
pt_br: Nós recomendamos fortemente que você <a href="%s"> aumente sua alocação de memória</a> para pelo menos 48MB.

source: You have more than the required minimum memory of 64MB. Your current total is %s.
fi_fi: Sinulla on käytössä enemmän muistia kuin vähimmäisvaatimus 64MB. Nykyinen määrä on %s.
nl_nl: U heeft meer dan het minimum van 64MB geheugen toegewezen. U heeft totaal %s.
pt_br: Você tem mais memória do que o requisito mínimo de 64MB. Seu total atual é de %s.

source: Having your uploads directory writable not only allows you to upload your media files, but also allows OpenTickets (and other plugins) to store their file caches. Please <a href="%s">make your uploads directory writable</a> for these reasons.
fi_fi: Kun lataushakemistoon ("uploads") on kirjoitusoikeudet voit lisätä sinne omia mediatiedostojasi. Lisäksi OpenTickets (ja muut liitännäiset) voivat tallentaa sinne väliaikaistiedostojaan. Näistä syistä <a href="%s">lisää kirjoitusoikeudet lataushakemistoon</a>.
nl_nl: Als uw upload map writeable is kunt u niet alleen uw media files upload maar kan OpenTickets (en andere plugins) hun cache bestanden opslaan. <a href=%s"> Maak om deze reden uw upload map write able.</a>
pt_br: Ter seu diretório uploads gravável não só lhe permite fazer upload de seus arquivos de mídia, mas também permite ao OpenTickets (e outros plugins) armazenar seus arquivos de cache. Por favor, <a href="%s"> faça seu diretório uploads gravável </a>por estas razões.

source: Software
fi_fi: Ohjelmisto

source: %s%s by %s
es_es: %s%s por %s
fi_fi: %s%s tekijältä %s
nl_nl: %s%s bij %s
pt_br: %s%s por %s

source: PARENT
fi_fi: POHJAUTUU
nl_nl: HOOFD
pt_br: PAI

source: %s%s (%s) by %s (%s)
fi_fi: %s%s (%s) tekijältä %s (%s)
nl_nl: %s%s (%s) bij %s (%s)
pt_br: %s%s (%s) por %s (%s)

source: <b>%s</b>%s by %s
fi_fi: <b>%s</b>%s tekijältä %s
nl_nl: <b>%s</b>%s bij %s
pt_br: <b>%s</b>%s por %s

source: ON
fi_fi: PÄÄLLÄ
nl_nl: AAN

source: Frontend
fi_fi: Käyttöliittymä

source: The first image cannot be changed.
fi_fi: Ensimmäistä kuvaa ei voi vaihtaa.

source: The last image cannot be changed.
fi_fi: Viimeistä kuvaa ei voi vaihtaa.

source: Image #%s
fi_fi: Kuva #%s

source: static image
es_es: Usar esta imagen
fi_fi: staattinen kuva
nl_nl: Gebruik deze afbeelding
pt_br: Usar esta imagem

source: remove image
es_es: Remover texto
fi_fi: poista kuva
nl_nl: Verwijder Tekst
pt_br: Texto do Botão Remover

source: no image
es_es: Imagen del logo
fi_fi: ei kuvaa
nl_nl: Logo Afbeelding
pt_br: Imagem de Logotipo:

source: Frontend Styles
es_es: Estilos del Front End
fi_fi: Käyttöliittymän ulkoasu
nl_nl: Front-End Stijlen
pt_br: Estilos do Frontend

source: Ticket Selection UI
fi_fi: Lipun valinnan käyttöliittymä
nl_nl: Ticket Selectie UI
pt_br: UI Seleção de Ingressos

source: Form BG
es_es: Fondo de la forma
fi_fi: Kyselyn taustaväri
nl_nl: Van Achtergrond
pt_br: Fundo do Formulário

source: Background color of the "reserve some tickets" form on the event page.
es_es: Color de fondo de la página "reservar entradas"
fi_fi: Taustan väri "varaa lippuja"-kyselyllä tapahtumasivulla
nl_nl: Achtergrond kleur van de "reserveer tickets" formulier op de event page.
pt_br: Cor de fundo do formulário "reservar alguns ingressos " na página do evento.

source: Form Border
es_es: Borde de la forma
fi_fi: Kyselyn reunat
nl_nl: Van Border
pt_br: Borda do Formulário

source: Border color around the "reserve some tickets" form.
es_es: Color del borde de la forma "reservar entradas".
fi_fi: Reunojen väri "varaa lippuja"-kyselyn ympärillä.
nl_nl: Border kleur rond het "reserveer tickets" formulier.
pt_br: Cor da borda em volta do formulário "reservar alguns ingressos".

source: Action BG
es_es: Fondo de la acción
fi_fi: Toiminnon taustaväri
nl_nl: Actie Achtergrond
pt_br: Fundo da Ação

source: Background of the "action" section, below the "reserve some tickets" form, where the proceed to cart button appears.
es_es: Fondo de la sección "acción", debajo de la forma "reservar entradas", donde el botón "Ver la orden" aparece.
fi_fi: Taustan väri "toiminto"-osiolle "varaa lippuja"-kyselyn alapuolella, jonne "jatka ostoskoriin"-painike ilmestyy.
nl_nl: Achtergrond van de "actie" sectie, onder het "reserveer tickets" formulier, waar de doorgaan naar winkelmandje knop verschijnt.
pt_br: Fundo da seção "ação", abaixo do formulário "reservar alguns ingressos", onde aparece o botão para proceder ao carrinho.

source: Helper
es_es: Asistente
fi_fi: Avustaja
pt_br: Auxiliar

source: Text color of the "helper text" on the "reserve some tickets" form.
es_es: Color del texto del "Asistente" en la forma "reservar entradas".
fi_fi: Tekstin väri "Avustaja"-tekstille "varaa lippuja"-kyselyssä.
nl_nl: Tekst kleur of the van de "helper text" op her "reserveer tickets" formulier.
pt_br: Cor do "texto auxiliar" do formulário "reservar alguns ingressos".

source: Bad BG
es_es: Fondo de error
fi_fi: Virheen taustaväri
nl_nl: Error Achtergrond
pt_br: Fundo Ruim

source: Background color of the error message block on the "reserve some tickets" form.
es_es: Color de fondo del mensaje de error en la forma "reservar entradas".
fi_fi: Taustaväri virheilmoitukselle "varaa lippuja"-kyselyssä.
nl_nl: Achtergrond kleur van het error bericht blok op het "reserveer tickets" formulier.
pt_br: Cor de fundo do bloco da mensagem de erro no formulário "reservar alguns ingressos";

source: Bad Border
es_es: Borde del error
fi_fi: Virheen reuna
nl_nl: Error Border
pt_br: Borda Ruim

source: Border color around the error message block on the "reserve some tickets" form.
es_es: Color del borde alrededor del mensaje de error en la forma "reservar entradas".
fi_fi: Reunan väri virheilmoitukselle "varaa lippuja"-kyselyssä.
nl_nl: Border kleur rond he error bericht blok op het "reserveer tickets" formulier.
pt_br: Cor da borda ao redor do bloco da mensagem de erro no formulário "reservar alguns ingressos".

source: Bad Text
es_es: Texto del error
fi_fi: Virheen teksti
nl_nl: Error Tekst
pt_br: Texto Ruim

source: Text color of the error message block on the "reserve some tickets" form.
es_es: Color del texto del mensaje de error en la forma "reservar entradas"
fi_fi: Tekstin väri virheilmoituksessa "varaa lippuja"-kyselyssä.
nl_nl: Tekst kleur van het error bericht blok op het "reserveer tickets" formulier.
pt_br: Cor do texto do

source: Good BG
es_es: Fondo de aprobado
fi_fi: Onnistumisen tausta
nl_nl: Succes Achtergrond
pt_br: Fundo Bom

source: Background color of the success message block on the "reserve some tickets" form.
es_es: Color de fondo del mensaje de aprobado en la forma "reservar entradas".
fi_fi: Taustaväri onnistumisviestille "varaa lippuja"-kyselyssä.
nl_nl: Achtergrond kleur van het succes bericht blok op het "reserveer tickets" formulier.
pt_br: Cor de fundo do bloco da mensagem de sucesso no formulário "reservar alguns ingressos".

source: Good Border
es_es: Borde de aprobado
fi_fi: Onnistumisen reuna
nl_nl: Succes Border
pt_br: Borda Boa

source: Border color around the success message block on the "reserve some tickets" form.
es_es: Color del borde del mensaje de aprobado en la forma "reservar entradas"
fi_fi: Reunan väri onnistumisviestille "varaa lippuja"-kyselyssä.
nl_nl: Border kleur rond he succes bericht blok op het "reserveer tickets" formulier.
pt_br: Cor da Borda ao redor do bloco da mensagem de sucesso no formulário "reservar alguns ingressos".

source: Good Text
es_es: Texto de aprobado
fi_fi: Onnistumisen teksti
nl_nl: Succes Tekst
pt_br: Texto Bom

source: Text color of the success message block on the "reserve some tickets" form.
es_es: Color de texto del mensaje de aprobado en la forma "reservar entradas"
fi_fi: Tekstin väri onnistumisviestille "varaa lippuja"-kyselyssä.
nl_nl: Tekst kleur van het succes bericht blok op het "reserveer tickets" formulier.
pt_br: Cor do texto do bloco da mensagem de sucesso no formulário "reservar alguns ingressos".

source: Remove BG
es_es: Remover fondo
fi_fi: Poiston taustaväri
nl_nl: Verwijder Acherground
pt_br: Fundo do Botão Remover

source: Background color of the remove reservation button on the "reserve some tickets" form.
es_es: Color de fondo del botón de remover reservación de la forma "reservar entradas"
fi_fi: Tausta väri poistopainikkeelle "varaa lippuja"-kyselyssä.
nl_nl: Achtergrond kleur van de verwijder reservering knop op het "reserveer tickets" formulier.
pt_br: Cor de fundo do botão remover reserva no formulário "reservar alguns ingressos".

source: Remove Border
es_es: Remover borde
fi_fi: Poiston reuna
nl_nl: Verwijder Border
pt_br: Borda do Botão Remover

source: Border color around the remove reservation button on the "reserve some tickets" form.
es_es: Color del borde alrededor del botón Reservar de la forma "reservar entradas"
fi_fi: Reunan väri poistopainikkeelle "varaa lippuja"-kyselyssä.
nl_nl: Border kleur van de verwijder reservering knop op het "reserveer tickets" formulier.
pt_br: Cor da borda ao redor do botão remover reserva no formulário "reservar alguns ingressos".

source: Remove Text
es_es: Remover texto
fi_fi: Poiston teksti
nl_nl: Verwijder Tekst
pt_br: Texto do Botão Remover

source: Text color of the remove reservation button on the "reserve some tickets" form.
es_es: Color del texto del botón de remover reservación de la forma "reservar entradas".
fi_fi: Tekstin väri poistopainikkeelle "varaa lippuja"-kyselyssä.
nl_nl: Tekst kleur van de verwijder reservering knop op het "reserveer tickets" formulier.
pt_br: Cor do texto do botão remover reserva no formulário "reservar alguns ingressos".

source: Calendar
es_es: Calendario de eventos
fi_fi: Tapahtumakalenteri
nl_nl: Kalender
pt_br: Calendário

source: Calendar Item BG
es_es: Configuración del calendario
fi_fi: Kalenteritapahtuman taustaväri
nl_nl: Kalender Item Achtergrond
pt_br: Fundo do Item do Calendário

source: The background color of the active items shown on the calendar.
es_es: Color de fondo de la página "reservar entradas"
fi_fi: Taustaväri kalenterin aktiivisille tapahtumille.
nl_nl: De achtergrond kleur van de acive items weergegeven op de kalender.
pt_br: A cor de fundo dos itens ativos mostrados no calendário.

source: Calendar Item Border
es_es: Borde del error
fi_fi: Kalenteritapahtuman reuna
nl_nl: Kalender Item Border
pt_br: Borda do Item do Calendário

source: The border color of the active items shown on the calendar.
es_es: Mostrar en el tiquete el número de la orden.
fi_fi: Reunan väri kalenterin aktiiviselle tapahtumalle.
nl_nl: De border kleur van de active items weergegeven op de kalender.
pt_br: A cor da borda dos itens ativos mostrados no calendário.

source: Calendar Item Text
es_es: Configuración del calendario
fi_fi: Kalenteritapahtuman teksti
nl_nl: Kalender Item Tekst
pt_br: Texto do Item de Calendário

source: The text color of the active items shown on the calendar.
fi_fi: Tekstin väri kalenterin aktiivisille tapahtumille.
nl_nl: De text kleur van de active items weergegeven op de kalender.
pt_br: A cor do texto dos itens ativos mostrados no calendário.

source: Calendar Item Hover
fi_fi: Kalenteritapahtuman väri kursorin kohdalla
nl_nl: Kalender Item Hover
pt_br: Hover do Item de Calendário

source: The HOVER text color of the active items shown on the calendar.
fi_fi: Tekstin väri kalenterin tapahtumille hiiren kursorin ollessa tapahtuman päällä.
nl_nl: De HOVER tekst kleur van de active items weergegeven op de kalender.
pt_br: A cor HOVER do texto dos itens ativos mostrados no calendário.

source: Past Item BG
fi_fi: Menneen tapahtuman taustaväri
nl_nl: Verlopen Item Achtergrond
pt_br: Fundo dos Itens Passados

source: The background color of the items shown on the calendar, that have already passed.
fi_fi: Taustaväri menneille kalenteritapahtumille.
nl_nl: De achtergrond kleur van de active items weergegeven op de kalender, die al verlopen zijn.
pt_br: A cor de fundo dos itens mostrados no calendário, que já passaram.

source: Past Item Border
es_es: Remover borde
fi_fi: Menneen tapahtuman reuna
nl_nl: Verlopen Item Border
pt_br: Borda dos Itens Passados

source: The border color of the active items shown on the calendari, that have already passed.
fi_fi: Reunan väri menneille kalenteritapahtumille.
nl_nl: De border kleur van de active items weergegeven op de kalender, die al verlopen zijn.
pt_br: A cor da borda dos itens ativos mostrados no calendário, que já passaram.

source: Past Item Text
fi_fi: Menneen tapahtuman teksti
nl_nl: Verlopen Item Tekst
pt_br: Texto dos Itens Passados

source: The text color of the active items shown on the calendar, that have already passed.
fi_fi: Tekstin värin menneille kalenteritapahtumille.
nl_nl: De tekst kleur van de active items weergegeven op de kalender, die al verlopen zijn.
pt_br: A cor do texto dos itens ativos mostrados no calendário, que já passaram.

source: Past Item Hover
fi_fi: Menneen tapahtuman väri kursorin kohdalla.
nl_nl: Verlopen Item Hover
pt_br: Hover dos Itens Passados

source: The HOVER text color of the active items shown on the calendar, that have already passed.
fi_fi: Tekstin väri kalenterin menneille tapahtumille hiiren kurson ollessa tapahtuman päällä.
nl_nl: De HOVER tekst kleur van de active items weergegeven op de kalender, die al verlopen zijn.
pt_br: A cor HOVER do texto dos itens ativos mostrados no calendário, que já passaram.

source: To edit colours %s and %s need to be writable. See <a href="%s">the Codex</a> for more information.
es_es: Para editar los colores %s y %s debe ser reescribible. Consulte <a href="%s">el Codex</a> para más información.
fi_fi: Värien muokkaamiseksi %s ja %s täytyy olla ylikirjoitettavia. Katso lisätietoa <a href="%s">rajapintamäärittelyistä</a>.
nl_nl: Om kleuren aan te passen, moeten %s and %s schrijfbaar zijn. Bekijk <a href="%s">de Codex</a> voor meer informatie.
pt_br: Para editar cores %s e %s precisa ser gravável. Veja <a href="%s">o Codex</a> para mais informações.

source: Error saving the Frontend Styles, %s is not a valid color, please use only valid colors code.
es_es: Error al guardar los estilos del Front End; %s no es un color válido, por favor utilice solamente colores válidos.
fi_fi: Virhe tallennettaessa Käyttöliittymän ulkoasua: %s ei ole kelvollinen väri. Käytä vain kelvollisia värikoodeja.
nl_nl: Error met het opslaan van de Frontend Syles, %s is geen geldige kleur, gebruik a.u.b. alleen geldige kleuren.
pt_br: Erro ao salvar os Estilos do Frontend, %s não é uma cor válida, por favor use somente códigos de cores válidos.

source: General
fi_fi: Yleiset
nl_nl: Algemeen
pt_br: Geral

source: Save changes
es_es: Guardar
fi_fi: Tallenna muutokset
nl_nl: Wijzigingen Opslaan
pt_br: Salvar alterações
