Repository: wp-plugins/opentickets-community-edition
Catalog: langs/opentickets-community-edition-*.po
Languages: es_es, fi_fi, nl_nl, pt_br

source: There were only %d of the %s for %s available. We reserved all of them for you instead of the %d you requested.
es_es: Solamente hay %d de los %s para %s disponibles. Hemos reservado todos para ti en lugar de los %d que pediste.
fi_fi: Vain %d %s tapahtumaan %s saatavilla. Niistä kaikki on varattuna sinulle %d sijaan, jota pyysit.
nl_nl: Er waren maar %d van de %s voor %s beschikbaar. Wij hebben ze allemaal gereserveerd inplaats van de %d die u gevraagt had.
pt_br: Há somente %d dos %s para %s disponíveis. Reservamos todos ele para você ao invés dos %d que você requisitou.

source: There were no %s for %s available to give you. We have removed it from your cart.
es_es: No hay %s para %s disponibles; los hemos removido de tu orden.
fi_fi: Ainuttakaan %s tapahtumaan %s ei ollut saatavilla. Poistimme tuotteet ostoskoristasi.
nl_nl: Er waren geen %s voor %s beschikbaar. We hebben ze verwijdered uit uw winkelwagen.
pt_br: Não há %s para %s disponíveis pra você. Removemos do seu carrinho.

source: (no event selected)
es_es: (evento sin escoger)
fi_fi: (ei tapahtumaa valittuna)
nl_nl: (geen event geselecteerd)
pt_br: (nenhum evento selecionado)

source: Date:
es_es: Fecha:
fi_fi: Päivämäärä:
nl_nl: Datum:
pt_br: Data:

source: Capacity:
es_es: Capacidad:
fi_fi: Kapasiteetti:
nl_nl: Capaciteit:
pt_br: Capacidade:

source: Available:
es_es: Disponible:
fi_fi: Saatavilla:
nl_nl: Beschikbaar:
pt_br: Disponível:

source: Different Event
es_es: Evento diferente
fi_fi: Eri tapahtuma
nl_nl: Ander Event
pt_br: Evento Diferente

source: Use This Event
es_es: Usar este evento
fi_fi: Käytä tätä tapahtumaa
nl_nl: Gebruik dit Event
pt_br: Usar este Evento

source: Add Tickets
es_es: Agregar entradas
fi_fi: Lisää lippuja
nl_nl: Voeg Tickets Toe
pt_br: Adicionar Ingressos

source: Loading. One moment please...
es_es: Cargando. Un momentito por favor...
fi_fi: Ladataan. Pieni hetki...
nl_nl: Laden. Even wachten a.u.b.
pt_br: Carregando. Um momento por favor...

source: Invalid order number.
es_es: Número de orden inválido
fi_fi: Virheellinen tilausnumero.
nl_nl: Ongeldig order nummer.
pt_br: Número de pedido inválido.

source: Could not find the new event.
es_es: No se pudo encontrar el nuevo evento.
fi_fi: Uutta tapahtumaa ei löytynyt.
nl_nl: Kan dat event niet vinden.
pt_br: Não foi possível encontrar o novo evento.

source: Could not find that order item on the order.
es_es: No se pudo encontrar ese artículo en la orden.
fi_fi: Kyseistä tuotetta ei löytynyt tilauksesta.
nl_nl: Kan dat order item niet vinden in de order.
pt_br: Não foi possível o item no pedido.

source: The order item does not appear to be valid.
es_es: El artículo de la orden no parece ser válido.
fi_fi: Tilauksen tuote vaikuttaisi olevan virheellinen.
nl_nl: Het order item is niet geldig.
pt_br: O item do pedido parece não ser válido.

source: Add tickets
es_es: Agregar entradas
fi_fi: Lisää lippuja
nl_nl: Voeg tickets toe
pt_br: Adicionar ingressos

source: Allows this product to be assigned as a ticket, when configuring pricing on a seating chart, for the %s plugin.
es_es: Permitir que este producto sea considerado como una entrada al configurar los precios en el mapa de la sala, para el plugin %s.
fi_fi: Tekee tästä tuotteesta Pääsylipun, jota käytetään katsomon hinnoittelemiseen %s-liitännäisessä.
nl_nl: Maakt van dit product een ticket, voor het configureren van de prijzen voor een stoelen overzicht, for de %s plugin.
pt_br: Permite que este produto seja marcado como um ingresso, quando estiver configurando os preços em uma tabela de assentos, para o plugin %s.

source: Fee
es_es: Tasa
fi_fi: Maksu
nl_nl: Honorarium
pt_br: Taxa

source: Fee Name
es_es: Nombre de la tasa
fi_fi: Maksun nimi
nl_nl: Honorarium Naam
pt_br: Nome da Taxa

source: Product ID:
es_es: ID del producto:
fi_fi: Tuotteen ID:
pt_br: ID do Produto:

source: Variation ID:
es_es: ID de la variación:
fi_fi: Muunnelman ID:
nl_nl: Varatie ID:
pt_br: ID da Variação:

source: No longer exists
es_es: No existe más
fi_fi: Ei ole enää olemassa
nl_nl: Bestaat niet meer
pt_br: Não existe mais

source: Product SKU:
es_es: SKU del producto:
fi_fi: Tuotteen SKU:
pt_br: SKU do Produto:

source: Add&nbsp;meta
es_es: Agregar&nbsp;meta
fi_fi: Lisää&nbsp;meta
nl_nl: Voeg&nbsp;meta toe
pt_br: Adicionar&nbsp;meta

source: After pre-tax discounts.
es_es: Descuentos después de impuestos.
fi_fi: Verottomien alennuksien jälkeen.
nl_nl: Na pre-belasting korting.
pt_br: Depos dos descontos pré-taxas.

source: Before pre-tax discounts.
es_es: Descuentos antes de impuestos
fi_fi: Ennen verottomia alennuksia.
nl_nl: Voor pre-belasting korting.
pt_br: Antes dos descontos pré-taxas.

source: Standard
es_es: Estándar
fi_fi: Tavallinen
nl_nl: Standaard
pt_br: Padrão

source: Item
es_es: Art.
fi_fi: Tuote

source: Cost
es_es: Costo:
fi_fi: Hinta
nl_nl: Kosten
pt_br: Custo

source: Qty
es_es: Cant.
fi_fi: Määrä
nl_nl: Hvlhd
pt_br: Qtde

source: Total
fi_fi: Yhteensä
nl_nl: Totaal

source: Tax
es_es: Impuesto
fi_fi: Vero
nl_nl: BTW
pt_br: Imposto

source: Coupon(s) Used
fi_fi: Käytetyt kupongit
nl_nl: Gebruikte Coupon(s)
pt_br: Cupons Usados

source: Discount
es_es: Descuentos
fi_fi: Alennus
nl_nl: Korting
pt_br: Desconto

source: This is the total discount. Discounts are defined per line item.
es_es: Descuento total aplicado después de impuestos
fi_fi: Tämä on kokonaisalennus. Alennukset määritellään tuotekohtaisesti.
nl_nl: Dit is de totale korting. Kortingen zijn gedefineerd per line item.
pt_br: Este é o total do desconto. Descontos são definidos por item.

source: This is the shipping and handling total costs for the order.
es_es: Total de gastos de envío de la orden.
fi_fi: Tämä on tilauksen toimituksen ja käsittelyn kokonaiskustannus.
nl_nl: Dit zijn de totale verzendkosten van de order.
pt_br: Este é o custo total de envio e manuseio para o pedido.

source: Order Total
es_es: Total de la orden
fi_fi: Tilauksen loppusumma
nl_nl: Order Totaal
pt_br: Total do Pedido

source: Refunded
es_es: Reintegrado
fi_fi: Hyvitetty
nl_nl: Terugbetaald
pt_br: Reembolsado

source: Actions
es_es: Acciones
fi_fi: Toimenpiteet
nl_nl: Acties
pt_br: Ações

source: Delete selected line item(s)
es_es: Eliminar tarifas seleccionadas
fi_fi: Poista valitut tuotteet
nl_nl: Verwijder de geselecteerd line item(s)
pt_br: Excluir itens selecionados.

source: Stock Actions
es_es: Acciones de inventario
fi_fi: Varastotoiminnot
nl_nl: Vooraad Acties
pt_br: Ações de Estoque

source: Reduce line item stock
es_es: Reducir línea de artículo en el inventario
fi_fi: Vähennä tuote varastosta
nl_nl: Verminder line item vooraad
pt_br: Reduzir estoque do item

source: Increase line item stock
es_es: Aumentar linea de artículo en el inventario
fi_fi: Lisää tuote varastoon
nl_nl: Verhoog line item vooraad
pt_br: Aumentar estoque do item

source: Apply
es_es: Aplicar
fi_fi: Hyväksy
nl_nl: Toepassen
pt_br: Aplicar

source: Add line item(s)
es_es: Agregar línea de artículo(s)
fi_fi: Lisää tuotteita
nl_nl: Voeg line item(s) toe
pt_br: Adicionar item(s)

source: This order has been paid for and is no longer editable
fi_fi: Tämä tilaus on maksettu eikä sitä voi enää muokata
nl_nl: Deze order is betaald en kan niet meer aangepast worden.
pt_br: Este pedido já foi pago e não pode ser mais editado.

source: Add Tax
es_es: Agregar impuesto
fi_fi: Lisää vero
nl_nl: Voeg BTW toe
pt_br: Adicionar Imposto

source: Refund
es_es: Reintegrar
fi_fi: Hyvitä
nl_nl: Terugbetaling
pt_br: Reembolsar

source: Calculate Taxes
es_es: Calcular impuestos
fi_fi: Laske verot
nl_nl: Bereken BTW
pt_br: Calcular Impostos

source: Calculate Total
es_es: Calcular total
fi_fi: Laske loppusumma
nl_nl: Bereken Totaal
pt_br: Calcular Total

source: Add product(s)
es_es: Agregar producto(s)
fi_fi: Lisää tuotteita
nl_nl: Voeg product(en) toe
pt_br: Adicionar Produto(s)

source: Add fee
es_es: Agregar comisión
fi_fi: Lisää maksu
nl_nl: Voeg honorarium toe
pt_br: Adicionar Taxa

source: Add shipping cost
es_es: Agregar costo de envío
fi_fi: Lisää toimituskulut
nl_nl: Voeg verzendkosten toe
pt_br: Adicionar custo de envio

source: Save
es_es: Guardar
fi_fi: Tallenna
nl_nl: Opslaan
pt_br: Salvar

source: Restock refunded items
es_es: Reañadir en el inventario los artículos reintegrados
fi_fi: Palauta hyvitetyt tuotteet varastoon
nl_nl: Voeg terugbetaalde item toe aan de vooraad
pt_br: Reabastecer itens reembolsado no estoque

source: Amount already refunded
es_es: Cantidad reintegrada hasta ahora
fi_fi: Hyvitetty summa
nl_nl: Bedrag reeds terugbetaald
pt_br: Quantia já reembolsada

source: Total available to refund
es_es: Total disponible para reintegro
fi_fi: Yhteensä hyvitettävissä
nl_nl: Totaal beschikbaar om terug te betalen
pt_br: Total disponível para reembolsar

source: Refund amount
es_es: Cantidad a reintegrar
fi_fi: Hyvitä summa
nl_nl: Betaal bedrag terug
pt_br: Quantia de reembolso

source: Reason for refund (optional)
es_es: Motivo para el reintegro (opcional)
fi_fi: Hyvityksen perustelu (vapaaehtoinen)
nl_nl: Rede voor terugbetaling
pt_br: Razão do reembolso (opcional)

source: Payment Gateway
es_es: Pago mediante %s
fi_fi: Maksutapa
nl_nl: Betaal Gateway
pt_br: Gateway de Pagamento

# Refund $amount
source: Refund %s via %s
es_es: Reintegrar %s a través de %s
fi_fi: Hyvitä %s (%s)
nl_nl: Betalen via %s [%s]

# Refund $amount manually
source: Refund %s manually
es_es: Reintegrar manualmente [%s]
fi_fi: Hyvitä %s manuaalisesti

source: Add products
es_es: Agregar productos
fi_fi: Lisää tuotteita
nl_nl: Voeg prodcten toe
pt_br: Adicionar Produtos

source: Search for a product&hellip;
es_es: Buscar producto&hellip;
fi_fi: Etsi tuotetta&hellip;
nl_nl: Zoek voor een product&hellip;
pt_br: Procurar por um produto&hellip;

source: Add
es_es: Agregar
fi_fi: Lisää
nl_nl: Toevoegen
pt_br: Adicionar

source: Add tax
es_es: Agregar impuesto
fi_fi: Lisää vero
nl_nl: BTW toevoegen
pt_br: Adicionar Imposto

source: Rate name
es_es: Nombre de la tasa
fi_fi: Verotuluokan nimi
nl_nl: BTW naam
pt_br: Nome da taxa

source: Tax class
es_es: Clase de impuesto
fi_fi: Veroluokka
nl_nl: BTW classe
pt_br: Classe do Imposto

source: Rate code
es_es: Código de la tasa
fi_fi: Verotusluokan koodi
nl_nl: BTW code
pt_br: Código da taxa

source: Rate %
es_es: Tasa %
fi_fi: Veroprosentti
nl_nl: BTW %
pt_br: % Tarifa

source: Or, enter tax rate ID:
es_es: O entre el ID de la tasa del impuesto:
fi_fi: Tai lisää verotuksen ID:
nl_nl: Of, voer BTW ID in:
pt_br: Ou, entre o ID da taxa da tarifa:

source: Optional
es_es: Opcional
fi_fi: Vapaaehtoinen
nl_nl: Optioneel
pt_br: Opcional

source: Shipping Name
es_es: Nombre del envío
fi_fi: Toimitusluokan nimi
nl_nl: Verzend Naam
pt_br: Nome de Envio

source: Shipping Method
es_es: Forma de envío
fi_fi: Toimitusluokka
nl_nl: Verzend Methode
pt_br: Método de Envio

source: OpenTickets WC template override has moved location.
es_es: La plantilla de OpenTickets WC ha cambiado la ubicación.
fi_fi: OpenTicketsin WC-malline on vaihtanut paikkaa.
nl_nl: OpenTickets WC template override is van locatie veranderd.
pt_br: O template OpenTickets WC mudou de localização.

source: Sort by
es_es: Ordenar por
fi_fi: Järjestä
nl_nl: Sorteren op
pt_br: Ordenar por

source: Edit User
es_es: Editar usuario
fi_fi: Muokkaa käyttäjää
nl_nl: Gebruiker Aanpassen
pt_br: Editar Usuário

source: Edit Order
es_es: Editar orden
fi_fi: Muokkaa tilausta
nl_nl: Order Aanpassen
pt_br: Editar Pedido

source: Edit Product
es_es: Editar producto
fi_fi: Muokkaa tuotetta
nl_nl: Product Aanpassen
pt_br: Editar Produto

source: Ticket has PREVIOUSLY checked in!
fi_fi: Lippu on JO kirjattu sisään!

source: Owner:
es_es: Dueño:
fi_fi: Omistaja
nl_nl: Eigenaar:
pt_br: Proprietário:

source: Checked-In:
es_es: Registrado en:
fi_fi: Sisäänkirjattu:
nl_nl: In Ge-Checked

source: No access
es_es: Sin acceso
fi_fi: Ei pääsyä
nl_nl: Geen Toegang
pt_br: Sem acesso

source: You do not have sufficient permissions to perform this action!
es_es: Hey, no tiene permiso suficiente para realizar esta operación.
fi_fi: Sinulla ei ole tähän toimintoon tarvittavia oikeuksia!
nl_nl: U heeft niet genoeg rechten om deze actie uit te voeren!
pt_br: Você não tem permissões suficientes para realizar esta ação!

source: Check-In FAILED!
es_es: ¡FALLÓ el registro!
fi_fi: Sisäänkirjaus EPÄONNISTUI
nl_nl: Check-In MISKUKT!
pt_br: Check-In FALHOU!

source: Check-In SUCCESSFUL
es_es: Registro COMPLETADO
fi_fi: Sisäänkirjaus ONNISTUI
nl_nl: Check-IN GELUKT!
pt_br: Check-In BEM SUCEDIDO

source: Upcoming Tickets
es_es: Próximas entradas
fi_fi: Tulevat liput
nl_nl: Tickets binnenkort beschikbaar
pt_br: Próximos Ingressos

source: pending payment
es_es: Pago pendiente
fi_fi: odottava maksu
nl_nl: afwachting van betaling
pt_br: pagamento pendente

source: for <a href="%s" title="%s">%s</a>
es_es: para <a href="%s" title="%s">%s</a>
fi_fi: <a href="%s" title="%s">%s</a>
nl_nl: voor <a href="%s" title="%s">%s</a>
pt_br: para <a href="%s" title="%s">%s</a>

source: Visit the Event page
es_es: Visitar la página del evento
fi_fi: Käy tapahtuman sivulla
nl_nl: Bezoek de Event pagina
pt_br: Visite a página do Evento

source: (order <a href="%s" title="%s">#%s<a/>)
es_es: (orden <a href="%s" title="%s">#%s<a/>)
fi_fi: (tilaus <a href="%s" title="%s">#%s<a/>)
pt_br: (pedido <a href="%s" title="%s">#%s<a/>)

source: Edit order
es_es: Editar orden
fi_fi: Muokkaa tilausta
nl_nl: Order aanpassen
pt_br: Editar pedido

source: (View Show Page)
es_es: (Mostrar página de presentación)
fi_fi: (Katso näytöksen sivu)
nl_nl: (Bekijk Show Pagina)
pt_br: (Ver Página do Show)

source: We are sorry. Online registration for this event has closed.
es_es: Lo sentimos: el registro en línea para este evento está cerrado.
fi_fi: Valitettavasti tämän tapahtuman online-myynti on päättynyt.
nl_nl: Het spijt ons. Online registratie voor dit event is gesloten.
pt_br: Desculpe. O registro online para este evento encerrou.

source: For a better experience, certain features of javascript area required. Currently you either do not have these features, or you do not have them enabled. Despite this, you can still purchase your tickets, using 2 simple steps.
es_es: Recomendamos tener JavaScript activado para emplear algunas funciones en el proceso de pago. Puede ser que tu navegador no tenga estas opciones o que tenga JavaScript desactivado. Sin embargo, podrás reservar tus entradas siguiendo dos pasos muy sencillos.
fi_fi: Paremman käyttäjäkokemuksen saat määrättyjen Javascript-ominaisuuksien avulla. Tällä hetkellä sinulta puuttuu nämä ominaisuudet tai ne on kytketty pois päältä. Siitä huolimatta voit ostaa liput kahden yksinkertaisen vaiheen kautta.
nl_nl: Voor een beter ervaring zijn er bepaalde onderelen van javascropt nodig. Of u heeft deze onderlen niet aanstaan of deze zijn niet beschibaar. Desondanks kunt u nog steeds uw tickets kopen via 2 simpele stappen.
pt_br: Para uma melhor experiência, certas funcionalidades de javascript são necessárias. No momento você não tem essas funcionalidades, ou você não as habilitou. Apesar disso, você ainda pode comprar seus ingressos, usando 2 passos simples.

source: <strong>STEP 1:</strong> Below, enter the number of tickets you wish to purchase, then click <span class="button-name">Reserve Tickets</span>.
es_es: <strong>Paso 1:</strong> Selecciona el número de entradas que quieres reservar, luego presiona el botón <span class="button-name">Reservar</span>.
fi_fi: <strong>VAIHE 1:</stron>Kirjoita alle, montako lippua haluaisit ostaa. Klikkaa sitten <span class="button-name">Varaa liput</span>.
nl_nl: <strong>STAP 1:</strong> Voer hieronder de hoeveelheid tickets in die u wil bestellen. Klik daarna op <span class="button-name">Reserveer Tickets</span>.
pt_br: <strong>PASSO 1:</strong> Abaixo, entre o número de ingressos que você deseja comprar, depois clique em <span class="button-name">Reservar Ingressos</span>.

source: <strong>STEP 2:</strong> Finally, once you have successfully Reserved your Tickets, click <span class="button-name">Proceed to Cart</span> to complete your order.
es_es: <strong>Paso 2:</strong>Después de que hayas escogido el número de entradas puedes dar clic en <span class="button-name">Ver la orden</span> para completar tu pedido.
fi_fi: <strong>VAIHE 2:</strong> Kun olet Varannut liput onnistuneesti, klikkaa <span class="button-name">Jatka Ostoskoriin</span> viimeistelemään tilauksesi.
nl_nl: <strong>STAP 2:</strong> Wanneer de tickets succesvol gereserveerd zijn, klik om <span class="button-name">Naar de Winkelwagen</span> te gaan om uw order te voltooien.
pt_br: <strong>PASSO 2:</strong> Finalmente, depois de ter reservado com sucesso seus ingressos, clique <span class="button-name">Proceder ao Carrinho</span> para completar seu pedido.

source: Successfully removed your reservations.
es_es: Reservaciones canceladas
fi_fi: Varaukset poistettu onnistuneesti.
nl_nl: Uw reservering is succesvol verwijderd.
pt_br: Suas reservas foram removidas com sucesso.

source: <span class="step-name">STEP 1</span>: How many?
es_es: <span class="step-name">PASO 1</span>: Reservar entradas
fi_fi: <span class="step-name">VAIHE 1</span>: Kuinka monta?
nl_nl: <span class="step-name">STAP 1</span>: Hoe Veel?
pt_br: <span class="step-name">PASSO 1</span>: Quantos?

source: Currently, there are <span class="available">%s</span> "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) available for purchase.
es_es: Hay <span class="available">%s</span> entradas para "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponibles.
fi_fi: Tällä hetkellä "<span class="ticket-name">%s</span>"-lippuja (<span class="ticket-price">%s</span>) on jäljellä <span class="available">%s</span>
nl_nl: Op het moment zijn er <span class="available">%s</span> "<span class="ticket-name">%s</span>"(<span class="ticket-price">%s</span>) beschikbaar.
pt_br: No momento, existem <span class="available">%s</span> "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponíveis para compra.

source: <span class="step-name">STEP 2</span>: Review
es_es: <span class="step-name">PASO 2</span>: Revisa tu pedido
fi_fi: <span class="step-name">VAIHE 2</span>: Yhteenveto
nl_nl: <span class="step-name">STAP 2</span>: Overzicht
pt_br: <span class="step-name">PASSO 2</span>: Revisão

source: Currently, there are <span class="available">%s</span> more "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) available for purchase.
es_es: Hay <span class="available">%s</span> entradas más para "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponibles.
fi_fi: Tällä hetkellä "<span class="ticket-name">%s</span>"-lippuja (<span class="ticket-price">%s</span>) on jäljellä vielä <span class="available">%s</span> lisää.
nl_nl: Op het moment zijn er <span class="available">%s</span> meer "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) beschikbaar.
pt_br: No momento, existem <span class="available">%s</span> mais "<span class="ticket-name">%s</span>" (<span class="ticket-price">%s</span>) disponíveis para compra.

source: We are sorry. There are currently no tickets available for this event. Check back soon!
es_es: Lo sentimos, no hay más entradas disponibles para este evento. ¿Quizás para el próximo?
fi_fi: Valitettavasti tapahtumaan ei ole juuri nyt lippuja saatavilla. Yritä uudelleen myöhemmin!
nl_nl: Helaas. Er zijn op dit moment geen tickets beschikbaar voor dit event. Kijk binnenkort nog eens!
pt_br: Desculpe. No momento não há ingressos disponíveis para este evento. Verifique novamente em breve!

source: Physical Address:
es_es: Dirección:
fi_fi: Fyysinen osoite:
nl_nl: Adres:
pt_br: Endereço:

source: Contact Information:
es_es: Email:
fi_fi: Yhteystiedot:
nl_nl: Contact Email:
pt_br: Email de Contato:

source: Visit the %s
es_es: Visitar la página del evento [%s]
fi_fi: Käy tapahtuman sivulla %s
nl_nl: Bezoek de Event pagina [%s]
pt_br: Visite a página do Evento [%s]

source: Send an email
fi_fi: Lähetä sähköposti

source: Who is OpenTickets?
es_es: ¿Quién es OpenTickets?
fi_fi: Mikä OpenTickets?
nl_nl: Wie is OpenTickets?
pt_br: Quem é OpenTickets?

source: Download PDF
es_es: Descargar PDF
fi_fi: Lataa PDF
pt_br: Baixar PDF

source: Starts:
es_es: Inicia:
fi_fi: Alkaa:
nl_nl: Begint:
pt_br: Começa:

source: D, F jS, Y
fi_fi: D, jS \of F, Y
nl_nl: D, jS \of F, Y

source: Ends:
es_es: Termina
fi_fi: Päättyy:
nl_nl: Eindigt:
pt_br: Termina:

source: Area:
es_es: Área:
fi_fi: Katsomo:
nl_nl: Locatie:
pt_br: Área:

source: ORDER #
es_es: Orden #
fi_fi: TILAUS #
pt_br: PEDIDO #

source: %1$s of %2$s
fi_fi: %1$s/%2$s
nl_nl: toegevoeg op %1$s at %2$s
pt_br: adicionado em %1$s às %2$s

source: An error has occurred while attempting to view the ticket
es_es: Se produjo un error al tratar de ver la entrada
fi_fi: Lipun katsomisessa tapahtui virhe.
nl_nl: Er is een fout opgetreden bij het bekijken van het ticket.
pt_br: Ocorreu um erro ao tentar ver o ingresso.

source: Additional Information is Required
es_es: Se necesita información adicional
fi_fi: Tarvitaan lisätietoja
nl_nl: Meer Informatie is Vereist
pt_br: Informações Adicionais são Necessárias

source: In order to allow you to view your ticket, we must first verify who you are, and that you should be able to view this ticket. To do that, we need to obtain some information from you, that we will use to verify who you are. If this information matches our record, then your ticket will be available to you.
es_es: Para mostrarte tu entrada primero tendremos que validar tu información.
fi_fi: Jotta voit nähdä lippusi, sinun täytyy vahvistaa henkilöllisyytesi ja oikeutesi lippuun. Sitä varten tarvitsemme sinulta joitakin tietoja. Jos nämä tiedot vastaavat tietokantaamme, saat liput käyttöösi.
nl_nl: Om uw ticket in te kunnen zien moeten wij eerst verifieren wie u bent and dat u het ticket mag inzien. Omdat te doen moeten wij wat informatie van uw vragen die wij zullen gebruiken om te verifiren wie u bent. Komt de informatie overeen dan wordt het ticket beschikbaar voor u.
pt_br: A fim de permitir que você veja o seu ingresso, é preciso primeiro verificarmos quem você é, e que você está habilitado para ver este ingresso. Para fazer isso, nós precisamos obter algumas informações suas, que usaremos para verificar quem você é. Se esta informação corresponder ao nosso registro, então seu ingresso será disponibilizado para você.

source: This should be the email you used during the purchase of your ticket, as your billing email address.
es_es: Digita la dirección de correo electrónico que utilizaste para hacer la reservación.
fi_fi: Valitse se sähköpostiosoite, jota käytit lipun oston yhteydessä laskutustiedoissa.
nl_nl: Dit is het email adres dat u gebruikt heeft tijdens de aankoop van uw ticket, als uw factuur email adres.
pt_br: Este deveria ser o email que você usou durante a compra do seu ingresso, conforme o seu endereço de email de cobrança.

source: Submit
es_es: Enviar
fi_fi: Hyväksy
nl_nl: Verzenden
pt_br: Submeter

source: Company
es_es: Compañía
fi_fi: Yritys
nl_nl: Bedrijf
pt_br: Empresa

source: Address 1
es_es: Dirección 1
fi_fi: Osoite 1
nl_nl: Adres
pt_br: Endereço 1

source: Postcode
es_es: Código postal
fi_fi: Postinumero
pt_br: Caixa Postal

source: Select a country&hellip;
es_es: Seleccione país&hellip;
fi_fi: Valitse maa&hellip;
nl_nl: Selecteer een land&hellip;
pt_br: Selecione um país&hellip;

source: State/County
es_es: Provincia
fi_fi: Maakunta
nl_nl: Provincie
pt_br: Estado/País

source: Order %s details
es_es: Orden %s
fi_fi: Tilauksen %s tiedot
pt_br: Detalhes do pedido %s

source: Payment via %s
es_es: Pago mediante %s
fi_fi: Maksu: %s
nl_nl: Betalen via %s
pt_br: Pagamento via %s
